[
    {
        "areaIdList": [
            "915faeed-6c49-5845-83e9-8529c8e245f5"
        ],
        "bio": null,
        "donation": "https://climbersalliance.com/?page_id=135",
        "email": null,
        "facebook": "https://www.facebook.com/ClimbersAllianceAK/",
        "id": "CAOSA",
        "instagram": null,
        "logo": "https://climbersalliance.com/wp-content/uploads/2019/03/cropped-CASA_Logo_2_Icon-only-white.png",
        "name": "Climbers Alliance of Southcentral Alaska",
        "report": null,
        "website": "http://climbersalliance.com"
    },
    {
        "areaIdList": [
            "0c4fac6d-7116-534a-8fb0-0d4ec306944d"
        ],
        "bio": "Lanette Oliver Executive Director Lanette@valdezadventure.com 972-835-6039 Lanette was raised on a farm in Oklahoma. She has carried the love of nature and the pioneer spirit throughout her life. She has worked with non-profits in various aspects, including more than 3.5 million in grants awards and management. She moved to Alaska from Texas in 2009. Her adventurous spirit has taken her to all 50 states, Canada, Denmark, Norway, scuba diving in Cozumel, climbing a pyramid in Chichen Itza, snorkeling in the Galapagos Islands, photo safari in Kenya, and visits to Quito and Guayaquil, Ecuador. While living in Germany she also explored France, Switzerland and England. Other adventures include vertical wind tunnel, sky diving, fighter pilot for a day, and conducting a zero-gravity flight experiment with NASA. In Alaska she loves to walk her dog, Tucker, on the trails; ride the Harley, zipline, and other adventures with her brother who lives in Anchorage, and practice at the firing range in Valdez. Extreme Terrain Dun & Bradstreet #117653560",
        "donation": null,
        "email": "Lanette@valdezadventure.com",
        "facebook": "https://www.facebook.com/ValdezAdventureAlliance/",
        "id": "VAA",
        "instagram": "https://www.instagram.com/valdezadventurealliance/",
        "logo": "https://images.squarespace-cdn.com/content/v1/553fd671e4b0c0a2273553b2/1598563016491-BHMUZ7EP2HWJSP4IDKEP/imba_black_logo.jpg",
        "name": "Valdez Adventure Alliance",
        "report": null,
        "website": "https://valdezadventurealliance.com"
    },
    {
        "areaIdList": [
            "59a564e8-bcea-512a-ad76-9994157b9d9f",
            "3d348600-0b24-5964-b813-ed1fd6783100",
            "6cf7a4d6-d458-56f3-862f-38469041197e",
            "15bedc44-0f66-5524-a212-47b64a522e28",
            "a8f3f6bc-17f9-5856-8262-7c7dfa4d75a3",
            "17fcb515-d6b6-5006-ab63-dad9d0969fb9",
            "66138efa-6a37-54b6-9c98-66b386647087",
            "b44288a1-e51b-51e9-abbf-f534d287c41f",
            "4ff832aa-55ef-5168-8ed5-d12c96a91ead",
            "801637ad-2e34-5d3f-81ff-1bad438bb48c",
            "ae700134-1bd2-59ea-a919-88e483001111",
            "2a8b284e-517e-5d61-8185-ec898c817597",
            "6ca69057-6169-5f75-8a27-31034fecb7e4",
            "9af5eb4b-4c1c-5168-a537-c656f5e709d6",
            "bf57db18-8376-5914-b3f6-94be104a9b34",
            "2a6bddb9-e2a0-585c-91fa-29e712f07e0e",
            "58994c28-e56a-5a34-a931-ba2324ea4a91",
            "c57d30cd-9cac-5742-b21c-e62ace1c42bd",
            "3dc0a64f-43b9-5b5f-a112-c0e82d4b3958",
            "3fb8848d-e8fa-5c8f-91ac-48b0aedc50c2",
            "78033a3e-c315-51f3-bc4a-062bbfc5a320",
            "8a471fa4-9ceb-555a-afd4-d395b2a98b43",
            "afd1bad9-b002-5dd2-ad93-be13dae2338e",
            "6d449d67-2b7d-5b24-b457-1ef61e0a7140",
            "d9077963-6a6e-52a2-a842-d79da50d85bb",
            "fb11d2b3-9b68-5457-a4be-d64527b35286",
            "c5e40ab3-a03c-50e4-be4d-8b986cd925d7",
            "a60e193b-d39b-5d04-8bca-ba3e06443f5e",
            "08e1413f-534e-5c9b-9825-3d49e7468e62",
            "1fd54dff-06a4-5518-994c-68cb9757f347",
            "e6e80675-3a69-5f52-a27f-7e9bd231c261",
            "c441f90b-7951-5ff1-b10a-e559fe24d2bc",
            "f50e9a6b-fe70-598b-9cb0-1bd9eec8e707",
            "194a18b8-cb8b-5796-881a-70761807dbec"
        ],
        "bio": "The Southeastern Climbers Coalition is a 501(c)(3) non-profit organization dedicated to preserving climbing areas in the southeast for future generations. SCC members and volunteers are climbers from Tennessee, Alabama, Georgia, North Carolina, South Carolina, Florida, Arkansas and elsewhere who have joined forces to preserve access to climbing areas in the region. The SCC raises money to purchase or lease climbing areas from private landowners. The SCC is a local grass-roots organization dedicated to preserving climbing areas in the South. The SCC works hand in hand with other climbing advocacy groups like the Access Fund, as well as public and private landowners such as state and national parks, other land trusts, private businesses and local families. Without SCC, many of the climbing areas you enjoy today would not be available for public use. Your financial contribution, however big or small, helps sustain the work of the SCC. SCC preserves climbing areas for current and future generations in the Southeast. We do this through acquisition, stewardship, and community, so that all climbers can enjoy equitable access to the outdoors. We believe all people should have the opportunity to explore the vast natural landscapes in our region. We do not discriminate based on race, color, gender, ethnicity, ability, sexual orientation, or any other identity and we will not tolerate prejudice on our properties or within our organization. We believe the outdoors is for all people to enjoy without fear of discrimination and we will continue to work to ensure public protected climbing areas exist in perpetuity.",
        "donation": "https://www.seclimbers.com/donate",
        "email": null,
        "facebook": "https://www.facebook.com/seclimbers/",
        "id": "SCC",
        "instagram": "https://www.instagram.com/seclimbers/",
        "logo": "https://www.seclimbers.com/wp-content/uploads/2018/04/scc-badge.svg",
        "name": "Southeastern Climbers Coalition",
        "report": null,
        "website": "https://www.seclimbers.com"
    },
    {
        "areaIdList": [
            "337d26c1-a65b-5cb0-99f8-f4ded669b3f9"
        ],
        "bio": "Our Mission is to provide educational opportunities, climbing experiences, advocacy to protect our climbing resources, and stewardship of the Arizona Outdoors by promoting volunteerism and community engagement. Today, the AMC has over 300 members who are involved in all aspects of rock climbing, mountaineering and various other outdoor sports. AMC members range from the occasional weekend climber to those who attempt the highest mountains around the world. If you don’t know how to climb rock, the AMC offers Training with an emphasis on safety and self-rescue. AMC offers a comprehensive curriculum covering all aspects of rock climbing, including anchors, advanced rope-work, and lead climbing. If you already have climbing skills and experience, join other members on some of our regular outings – a great way to meet new friends and discover new climbing areas. Our Land Advocacy Committee works on issues related to maintaining and improving access to climbing areas. After a short business meeting, a program is presented to the members. Programs range from slide shows by famous and not-so-famous climbers to rock climbing videos and everything in between. The AMC publishes a monthly newsletter that has insightful articles, photos, and general information regarding a variety of topics. It’s a fun and informative read and a great place to share outdoor adventures. Benefits of membership Join or renew after June 30th and dues are pro-rated for 1/2 year at $20/person, $25/family.",
        "donation": null,
        "email": "contact@arizonamountaineeringclub.net",
        "facebook": "https://www.facebook.com/groups/amc1964/",
        "id": "AMC",
        "instagram": "https://www.instagram.com/arizonamountaineeringclub",
        "logo": "http://arizonamountaineeringclub.net/wp-content/uploads/2023/02/221008_OM-1_080419-300x212.jpg",
        "name": "Arizona Mountaineering Club",
        "report": null,
        "website": "http://www.amcaz.org"
    },
    {
        "areaIdList": [
            "337d26c1-a65b-5cb0-99f8-f4ded669b3f9",
            "c1fdee82-93e7-5a55-9103-7defbe7f0b10"
        ],
        "bio": "The Central Arizona Bolt Replacement Program (CABRP) is an accredited 501(c)(3) organization. It was created to preserve the safety and integrity of fixed protection throughout central Arizona. Since its creation, the CABRP has replaced hundreds of worn and aged lead bolts and anchors. The fixed anchors used to create most of the sport climbs in the US are made of non-stainless steel. As such, they are subject to corrosion that weakens the anchors holding power. The non-stainless steel bolts throughout central Arizona have been exposed to environmental factors since the first day they were placed. All told, there are approximately 2,755 total routes throughout central Arizona. Working with the American Safe Climbing Association (ASCA), CABRP is placing stainless steel glue-in bolts and stainless steel expansion anchors specifically designed for the rigors of our sport. CABRP requests that all climbers establishing new routes use modern, stainless steel equipment. CABRP recognizes that this makes establishing a new route more expensive, but it is also the responsible way to protect future climbers and the precious resource that is our rock walls. The Pond: (All glue-ins) Date Rape 5.7 (Anchors only ½” x 3” stainless w/rap rings) Easy Pool & Dead Pool (shared Anchors only ½” x 3” stainless w/rap rings) Atlantis: (All glue-ins) South Wall Sir Charles - 5.10 Mondo Freako - 5.7 G-String - 5.8 Mickey Mouse - 5.7 Direct Start - 5.11b See you try, see you fail - 5.11b Ali Cat - 5.7 (anchors only) Neptune - 5.10 (pitch 2 anchors and 1st 3 route bolts) KGB - 5.10 Giggling Marlin - 5.9 McDowell's: (Stainless steel 1/2' x 3' bolts, stainless steel hangers) Hawk Boulder Hawk - 5.7 PG13 Energizer - 5.8 Gripple Variation - 5.10R Rosetta Stone Face Value - 5.6 Susan's Stroll - 5.3 (anchors) Brazilian Tenant Farmers - 5.5 Easy Street - 5.1 Arrowhead Arrowhead - 5.8 Hog Heaven Pissed off - 5.8 Tumbling Dice Tumbling Dice - 5.10 Gardeners Wall Hanging Gardens - 5.5 (1st and 2nd pitch anchors) The Phantom – 5.7 Electric Lady Land – 5.10 Phantom of the Opera – 5.10 Parental Guidance – 5.9 Renaissance Direct – 5.7 (1st & 2nd pitches) Battling Fear – 5.10 Fearless Leader – 5.10 (1st & 2nd pitches) Snattlerake Dance – 5.5 Bruisin & Cruisin – 5.5 Lickety Split – 5.7 (1st & 2nd pitches) For Cryin’ out loud – 5.10 LITTLE GRANITE MOUNTAIN: Mogul Wall: Chet’s Arete – 5.8 S&M – 5.9 Moguls – 5.9 Made in the shade – 5.10 Sleeping Cactus: Greg’s & Al’s Excellent Adventure – 5.9 Chasm View – 5.10 The Bickerson’s Dirty Habits – 5.9 Left Face – 5.10 The Loaf: Wimpy – 5.8R Young Monkeys – 5.7 Blow Fly’s last ride – 5.10 “A” Crack – 5.10 Dike Walk – 5.10 Gender Blender – 5.10 Lost Bandana Wall: Dueling Hammers – 5.6 Family Affair – 5.7 Seemingly Useless – 5.7 (anchors) Loosy Loose – 5.11 Lawless & Free – 5.9 Spectrum – 5.7 (anchors) Unknown route – 5.10 Limbo – 5.6 The Cone: Three Dopes on a Rope – 5.4 Sideshow – 5.6 Kate’s Fault – 5.9 Unknown – 5.10 Pasta Slab: Half Measure – 5.4 Full Measure – 5.4 Problem Dog – 5.3 Lower Devils Canyon: Glue in’s The Totem Pole - 5.10c/d Is there an area that is need of new hardware? Copyright © 2022 Central Arizona Bolt Replacement Program - All Rights Reserved.",
        "donation": "https://cabrp.org/donate",
        "email": null,
        "facebook": "https://www.facebook.com/1788558414695323",
        "id": "CABRP",
        "instagram": "https://www.instagram.com/centralarizonaboltreplacement",
        "logo": "https://img1.wsimg.com/isteam/ip/0ae66763-93f9-47f3-9eb7-26ff2517d56d/logo/5f4c7f13-8789-477c-b73e-a63eaa85022c.png/:/rs=h:85,cg:true,m/qt=q:95",
        "name": "Central Arizona Bolt Replacement Program",
        "report": null,
        "website": "https://cabrp.org"
    },
    {
        "areaIdList": [
            "016e11f2-1b86-5f39-b51c-e6be30c109bc",
            "6f40f8bb-61ae-569f-a656-25752de45c0c"
        ],
        "bio": "CASA is a home for climbers. It’s a place where you can learn new skills and have fun being a steward of the areas we use. Our work is the foundation for our advocacy for climbers, and it empowers us to address access issues when they arise.",
        "donation": "https://www.theclimbershome.org/donatejoin.html",
        "email": "CASA-Webmaster@theclimbershome.org",
        "facebook": "https://www.facebook.com/theclimbershome/",
        "id": "CAOSA2",
        "instagram": "https://instagram.com/casaclimbershome",
        "logo": "https://www.theclimbershome.org/uploads/9/7/4/1/97412596/published/logo-full-logo-no-subtext-cropped.png?1655994581",
        "name": "Climbing Association of Southern Arizona",
        "report": "http://bit.ly/CASA-ReportBadBolts",
        "website": "https://www.theclimbershome.org"
    },
    {
        "areaIdList": [
            "acd5e4e7-2972-5435-a237-4cea3dffe6cb"
        ],
        "bio": "Queen Creek Coalition is a non-profit organization whose mission is to maximize rock climbing and recreational opportunities in the Queen Creek region located near Superior, Arizona. Queen Creek Coalition currently is working to secure access to regional climbing areas that are now, or in the future may be, either owned by Resolution Copper Mining or affected by its operations. It is also working to secure additional and more permanent access to regional climbing areas and potential climbing areas. To achieve these goals, Queen Creek Coalition is also working with companies, land owners, land managers, and government leaders. Queen Creek Coalition is a Non-Profit Corporation organized under the laws of the State of Arizona. It has achieved 501(c)(3) tax exempt status from the Internal Revenue Service so donations are tax deductible. It is governed by a Board of Directors. Only the official policies, procedures, actions, and agreements authorized by the Board or delegated to its official representatives should be relied on. All agreements entered into by Queen Creek Coalition are complete in and of themselves and there no other understandings outside of the official actions and documents. Queen Creek Coalition welcomes community input. Anyone who wants to know more about the organization’s goals and activities is encouraged to contact Queen Creek Coalition through this website or by contacting any member of its Board of Directors.",
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "QCC",
        "instagram": null,
        "logo": "http://theqcc.com/wp-content/uploads/2015/01/theqcc_logo_2-300x138.png",
        "name": "Queen Creek Coalition",
        "report": null,
        "website": "http://theqcc.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "NACC",
        "instagram": null,
        "logo": null,
        "name": "Northern Arizona Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/NorthernArizonaClimbersCoalition"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "PCC",
        "instagram": null,
        "logo": null,
        "name": "Prescott Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/prescottclimbers"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SACC",
        "instagram": null,
        "logo": null,
        "name": "Southern Arizona Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/pages/Southern-Arizona-Climbers-Coalition/373013972808695"
    },
    {
        "areaIdList": [
            "065a7097-d482-5017-aa90-221bff82e579",
            "7a833697-725f-549e-95e3-8d5ad4b9a149",
            "151cd9fb-fe94-5428-b837-225fc0bc9975",
            "4d5effa6-9808-57b5-bcfe-e186d7c75dae",
            "cc49614a-45c1-50b5-bd1d-eae42e516bcc",
            "cca9e10f-5094-5788-b335-a81c25cb8f77",
            "054d3517-14d7-511c-ab94-f7a82346fdd6",
            "b2d8c5a7-146e-56ae-9e35-baee750e2283",
            "1d98a9f9-f961-568f-ad50-73e6af8e887f"
        ],
        "bio": "The Allied Climbers of San Diego (ACSD) is an environmentally responsible membership-based climbers’ advocacy organization dedicated to promoting and maintaining access to climbing and outdoor recreation. We are a California 501(c)(3) Non-Profit Public Benefit Corporation which acts as a collective voice for balanced access rights of outdoor enthusiasts in and surrounding the San Diego region. As a membership-based climbers’ advocacy organization, ACSD’s members are critical in bringing new ideas, questions, and issues to light. More members give ACSD more power and ability to accomplish our goals. Members enhance the organization by providing new and professional skills, and contacts with relevant agencies and experts. Members also volunteer for all types of roles, such as trail-work, restoration and cleanups, fundraising, and letter writing campaigns. Members who contribute to the organization through these efforts become the only members with voting rights during Board Officer Elections’ thereby ensuring that those who take the time to roll up their sleeves are the same people who have the right to influence the direction of the organization. Officers are both elected and appointed. Jointly, these officers carry out the day-to-day operations, reporting directly to the Board of Directors. President – Josh HigginsVice President – Chance HawkinsSecretary – Kelly AljiburyTreasurer – Shanna Shapiro Josh Higgins (CEO)Kevin Dalfonzo (CIO)Angie Egner (CFO) Lara MatuszewskiAdam KimmerlyJohnnie LymanTom DonnellyJeff BrownEric HakeDylan Stoecker CJ HutchensShannon ButlerPaul CassedyKyle CorreiaElected Officers (President, Vice President, Secretary, & Treasurer)Appointed Officers (CEO, CIO, CFO) The Board of Directors is responsible for setting organizational policy and for managing operations. The Board upholds ACSD’s Mission Statement and adheres to its Bylaws when representing the interests of climbers in promoting and maintaining access to resources. Subscribe to our mailing list Allied Climbers of San Diego: PO BOX 17411, San Diego, CA 92117Copyright 2022 Alliled Climbers of San Diego | All Rights Reserved Created by: Lila Lazarin Design",
        "donation": "https://www.alliedclimbers.org/become-a-member/",
        "email": "lilalazarin.design@gmail.com",
        "facebook": "https://www.facebook.com/alliedclimbers/",
        "id": "ACOSD",
        "instagram": "https://www.instagram.com/officialacsd/",
        "logo": "https://www.alliedclimbers.org/wp-content/uploads/imageedit_25_3010010547-1-1024x647.png",
        "name": "Allied Climbers of San Diego",
        "report": "https://www.alliedclimbers.org/bolt-replacement/",
        "website": "http://alliedclimbers.org"
    },
    {
        "areaIdList": [
            "915faeed-6c49-5845-83e9-8529c8e245f5"
        ],
        "bio": "The Bay Area Climbers Coalition is a volunteer-run 501(c)(3) nonprofit organization focused on preserving access to our local outdoor areas by actively fostering positive relationships with land managers, hosting stewardship events, and providing educational programming for the climbing community. Formed in 2013 and incorporated as a non-profit in 2014, the Coalition has brought hundreds of volunteers to over a dozen Bay Area crags, successfully removing thousands of pounds of trash and other debris, clearing graffiti from multiple rock walls, and improving miles of access trails. We are the only official partner of the Access Fund in this region and we serve as the first point of contact for land managers interested in communicating with the climbing community. The Bay Area Climbers Coalition works to bring together all individuals and organizations in the San Francisco Bay Area interested in protecting and caring for our local climbing resources, including:",
        "donation": "https://www.instagram.com/p/CoINHL-JbiJ/",
        "email": "info@bayareaclimberscoalition.org",
        "facebook": "https://www.facebook.com/groups/BayAreaClimbersCoalition/",
        "id": "BACC",
        "instagram": "https://www.instagram.com/bayareaclimberscoalition/",
        "logo": "https://i0.wp.com/bayareaclimberscoalition.org/wp-content/uploads/2023/03/krystle-rainy.jpg?resize=365%2C365&ssl=1",
        "name": "Bay Area Climbers Coalition",
        "report": "https://www.badbolts.com/lcos/5d3af0267d4c4f0004591826",
        "website": "http://bayareaclimberscoalition.org"
    },
    {
        "areaIdList": [
            "58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe"
        ],
        "bio": "THE BISHOP AREA CLIMBERS’ COALITION SUPPORTS THE community AND CLIMBING AREAS OF THE EASTERN SIERRA THROUGH STEWARDSHIP, EDUCATION, AND COMMUNITY ENGAGEMENT.",
        "donation": "https://donate.stripe.com/28o2cd0gjbT53rG6oo",
        "email": null,
        "facebook": "https://www.facebook.com/BishopAreaClimbersCoalition/",
        "id": "BACC2",
        "instagram": "http://instagram.com/bishopclimbers",
        "logo": "https://images.squarespace-cdn.com/content/v1/5b6144f24cde7af6780bd524/1588184045548-H1W694H663J2XAQGTP71/BACC_Logo_Color.png?format=1500w",
        "name": "Bishop Area Climbers Coalition",
        "report": null,
        "website": "https://bishopclimbers.org"
    },
    {
        "areaIdList": [
            "f2c3db33-a8f4-5afc-a1c7-db5c8b227244",
            "f1e4876b-4b0a-599a-8f39-f2e80d76bce4"
        ],
        "bio": "CRAGS is a nonprofit organization protecting access to Northern California climbing areas, advocating for climbers’ interests, constructively addressing the concerns of landowners and other land users, and working to keep climbing areas clean, safe and healthy. Our Mission Get Involved Make a Donation",
        "donation": "https://www.paypal.com/donate?locale.x=US&token=4b58NQgSHqWrvg0iX_RSOUJdSR7bTwerHwIwPF6E4jk4y5w8femh5HdpqbGfXzUPPhHzcrNB2z1FQmjN",
        "email": null,
        "facebook": "https://www.facebook.com/sacramentocrags/",
        "id": "CRAFGS",
        "instagram": "https://www.instagram.com/norcalcrags/",
        "logo": "https://images.squarespace-cdn.com/content/v1/62392a8807ef14699dc6bddc/415041a2-7ca2-4804-9cd1-ab11af8f2096/Transparent.png?format=1500w",
        "name": "Climbing Resource Advocates for Greater Sacramento",
        "report": null,
        "website": "http://www.norcalcrags.org"
    },
    {
        "areaIdList": [
            "19a30b80-55c9-565e-8a98-7b5649ebfbb6"
        ],
        "bio": "Joshua Tree National Park (formed as a Monument in 1936, and designated National Park\n status in 1994) has long enjoyed a reputation as a world-class climbing\n mecca. For many decades climbers from around the world have come to \nexperience its steep cracks, exposed slabs, and huge granite domes.",
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "FOJT",
        "instagram": null,
        "logo": null,
        "name": "Friends of Joshua Tree",
        "report": null,
        "website": "http://www.friendsofjosh.org"
    },
    {
        "areaIdList": [
            "da25b985-1c4e-503d-9c4f-5713cbb30c43"
        ],
        "bio": "Established in 1995, Friends of Pinnacles is an organization of rock \nclimbers dedicated to preserving the natural resources at Pinnacles \nNational Park, and climber's access to those resources.",
        "donation": "https://www.pinnacles.org/about/donations.html",
        "email": null,
        "facebook": null,
        "id": "FOP",
        "instagram": null,
        "logo": "https://www.pinnacles.org/images/fop_logo.png",
        "name": "Friends of Pinnacles",
        "report": "https://www.pinnacles.org/contact/#email",
        "website": "http://www.pinnacles.org"
    },
    {
        "areaIdList": [],
        "bio": "The NWCCC is a new coalition, but comes from a long \nhistory of the climbers of Northwest California, and its beautiful \nterrain. We dedicate our efforts to protecting and honoring this area, \nand putting our all into the climb. We hope you join us. ",
        "donation": null,
        "email": null,
        "facebook": "https://facebook.com/weebly",
        "id": "NCCC",
        "instagram": "https://instagram.com/weebly",
        "logo": "https://www.nwca-climbers.org/uploads/1/4/2/3/142347935/published/accessfundlogo.png?1657783284",
        "name": "Northwest California Climber's Coalition",
        "report": null,
        "website": "https://www.nwca-climbers.org"
    },
    {
        "areaIdList": [
            "5da0e075-8ec5-5ad3-8136-49a5d4dacaa5",
            "ee2401d2-45ce-57c1-8c4c-59350d8177d1",
            "8c4c64d9-5a7d-53c1-a5e6-eac23cafa898",
            "06ef17a3-29aa-56c6-b227-4e49cb91e070"
        ],
        "bio": "The So Cal Climbers Coalition is a diverse group of climbers, activists,\n business owners, coaches, teachers and outdoor enthusiasts.  We are \nworking together to protect our local climbing areas, unite and educate \nthe growing numbers of climbers in the Southern California region. We \nhave come together to make a difference and protect our outdoor climbing\n resources for future generations.",
        "donation": null,
        "email": "info@socalclimberscoalition.org",
        "facebook": "https://www.facebook.com/So-Cal-Climbers-Coalition-338414610193979/",
        "id": "SCCC",
        "instagram": "https://www.instagram.com/socalclimberscoalition/",
        "logo": "http://socalclimberscoalition.org/templates/g5_helium/custom/images/socalc_logo_circ.png",
        "name": "Southern California Climbers Coalition",
        "report": null,
        "website": "http://socalclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": "The Southern California Mountaineers Association (SCMA) unites skilled climbers throughout the region to provide safe climbing partners and organized trips yearlong. In the SCMA, you can meet up with old friends or find new peers of tested and proven climbing knowledge and ability, giving you the confidence to branch out and climb at new crags with new climbing partners.The SCMA was founded in 1986, evolving from the rock climbing section of the Sierra Club since 1930's – making it one of the oldest climbing clubs in the nation. New members are required to either pass a comprehensive safety exam and evaluation climbs that test both their skill and safety techniques, or enroll in the club’s Rock Climbing Safety Course and then pass a series of evaluation climbs.Members pay annual dues of $60 and receive access to members-only section of club's website, the directory of SCMA climbers, and are invited to attend the more than 30 free climbing trips that the club hosts each year to climbing destinations such as Joshua Tree, Yosemite Valley, Tuolumne Meadows, Red Rock Canyon, Tahquitz/Suicide, Alabama Hills and many more. Southern California Mountaineers Association © 2023 SCMA • Contact Us •",
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SCMA",
        "instagram": null,
        "logo": "https://rockclimbing.org/images/homepage_rotator/scma_responsive_design8.jpg",
        "name": "Southern California Mountaineers Association",
        "report": null,
        "website": "https://rockclimbing.org"
    },
    {
        "areaIdList": [],
        "bio": "TCC would like to provide climbing access \nto persons who experience barriers to climbing, whether because of their\n race, gender, sexual orientation, or other identities—do not feel able \nto, or even safe, participating in climbing and other outdoor recreation\n activities",
        "donation": "https://www.tahoeclimbingcoalition.org/more",
        "email": null,
        "facebook": null,
        "id": "TCC",
        "instagram": null,
        "logo": "https://static.wixstatic.com/media/dc8bbc_051d1b1d343645f19f1a642dd2cf5aa5~mv2.png/v1/fill/w_44,h_65,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/TCC%20Logo%20TRANSPARENT%20White%20Small.png",
        "name": "Tahoe Climbing Coalition",
        "report": null,
        "website": "https://tahoeclimbingcoalition.org"
    },
    {
        "areaIdList": [
            "8ab53875-745f-5076-b396-d3d84945e52c"
        ],
        "bio": "Please visit status.squarespace.com for updates",
        "donation": "https://www.yosemiteclimbing.org/donate",
        "email": "yca@yosemiteclimbing.org",
        "facebook": "https://www.facebook.com/yosemiteclimbingassociation",
        "id": "YCA",
        "instagram": "https://instagram.com/yosemiteclimbingassociation",
        "logo": "https://images.squarespace-cdn.com/content/v1/559db532e4b07fb6350b31b4/7ea13610-3e67-4f33-8869-ef09e6192373/New+Project+%281%29+copy.png?format=1500w",
        "name": "Yosemite Climbing Association",
        "report": null,
        "website": "http://www.yosemiteclimbing.org"
    },
    {
        "areaIdList": [
            "1f026e29-5b0f-5c02-a780-1da6941983ff",
            "7fea44a6-af9d-583e-9abc-274876289cd7"
        ],
        "bio": "The Action Committee for Eldorado (ACE) was organized and incorporated in 1992 as a result of then head ranger Bob Toll’s request to create a process that would allow the climbing community to approve or disapprove the addition of new fixed protection in the Park. In the late 1980s, the placement of bolts became a topic of controversy in the Boulder area. During that time, Boulder Mountain Parks and City and County Open Space prohibited the placement of new bolts. These actions substantially changed certain climbs and enraged many local climbers. As a result of this well-meant, but misdirected effort, some of the new bolts were chopped. Bob Toll approached several active local climbers and informed them that the Park was willing to work with the climbing community on these issues. The Park’s position was that Eldorado belonged to all climbers and that individuals could no longer be permitted to take unilateral actions that affected all climbers without community input. ACE designed the fixed hardware review process, which provides the climbing community with the opportunity to approve or disapprove of proposals to establish new routes requiring fixed gear and to change existing climbing routes. ACE’s role is to advise the Park as to the opinion of the local climbing community; the final decision on whether to approve the proposal rests with the Park. To obtain maximum feedback and support from the climbing community, the ACE Board of Directors is comprised of representatives from the Access Fund, the American Alpine Club, the American Mountain Guides Association, and the Colorado Mountain Club, as well as unaffiliated members drawn from the climbing community. ACE is a non-profit organization dedicated to representing climbers’ interests in Eldorado Canyon State Park and preserving the opportunity to climb and the diversity of the climbing experience in Eldorado. ACE supports conserving the natural resources and promoting responsible recreational use and land management in ECSP.",
        "donation": null,
        "email": "aceeldo@googlegroups.com",
        "facebook": null,
        "id": "ACFE",
        "instagram": null,
        "logo": "http://aceeldo.org/wp-content/uploads/2016/05/ACE_logo_564x396.png",
        "name": "Action Committee for Eldorado",
        "report": null,
        "website": "http://www.aceeldo.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "AVCC",
        "instagram": null,
        "logo": null,
        "name": "Arkansas Valley Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/ArkansasValleyClimbers"
    },
    {
        "areaIdList": [
            "e519a674-a620-509c-9e86-a246f84a8e40",
            "8af5df63-9dd1-5fb2-9ef1-c3c3860494f5",
            "9c4813f1-30d1-5705-96de-19a23e027a4b",
            "9c4813f1-30d1-5705-96de-19a23e027a4b",
            "1621a45a-659f-5708-9ba0-bc0a295bfc73",
            "10f12d5c-d05a-52d0-ae46-729c528928e5",
            "279c5542-b8d6-5385-b9f0-746ce842d276"
        ],
        "bio": "We believe that, as climbers, we must take full responsibility for minimizing our impacts on climbing areas. • Through outreach, education, and events, we seek to activate a COMMUNITY of climbers who help us care for our Front Range climbing areas. • We respect the ENVIRONMENT by promoting and educating about CONSERVATION; the protection of local habitats and species is key to stewardship. We seek positive, win‐win, partnerships in everything we do with land managers, businesses, individuals in our community, and other organizations. DIVERSITY and inclusion in our organization and community means all climbers are a part of BCC’s stewardship impact. The BCC strives to activate a diverse community of climbers to care for Front Range crags together. We do this by applying an equity lens to all of our programs, partnering directly with traditionally marginalized affinity groups in support of their work, and expanding access & representation in this community we all love. We do this work in recognition of the native lands we recreate on, in celebration of our relationships, and in determination for an inclusive & equitable climbing community for all. As the Local Climbing Organization (LCO) for the Boulder area, we are closely affiliated with the American Alpine Club and the Access Fund, and we have a joint membership program with the Access Fund. At the core of the FRCS is a 3-person full-time trail crew that builds and restores climbing access trails in climbing areas all over the front range and other areas popular to Boulder climbers. We support the work of the Action Committee for Eldorado (ACE) and the Flatirons Climbing Council (FCC). Land Managers City of Boulder OSMP Jefferson County OSMP Boulder County OSMP Colorado State Parks (Eldorado Canyon and Staunton) US Forest Service (Boulder Ranger District) National Park Service (Rocky) Bureau of Land Management (Utah) Organizations Access Fund Flatirons Climbing Council Action Committee for Eldorado Pikes Peak Climbers Alliance Northern Colorado Climbers Coalition Salt Lake Climbers Alliance Friends of Indian Creek American Alpine Club American Safe Climbing Association Leave No Trace Homepage image by photographer Zach Joing",
        "donation": "https://secure.givelively.org/donate/boulder-climbing-community/donation",
        "email": "outreach@boulderclimbers.org",
        "facebook": "https://www.facebook.com/boulderclimbers/",
        "id": "BCC",
        "instagram": "https://www.instagram.com/boulderclimbingcommunity/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5b2b1a7a31d4df288c378d29/1592847201950-U1N2E7FKXB081LLNXTV2/BCC_New-Old_Green_Full+%284%29+%281%29.png?format=1500w",
        "name": "Boulder Climbing Community",
        "report": null,
        "website": "http://boulderclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "DCC",
        "instagram": null,
        "logo": null,
        "name": "Durango Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/DurangoClimbersCoalition"
    },
    {
        "areaIdList": [
            "d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8"
        ],
        "bio": "Beginning in the mid 1980s, the relationship between climbers\n and the land manager of the open space containing the Flatirons \ndeteriorated to the point where a complete bolting ban was imposed.\n This ban epitomized the lack of dialogue between climbers as a user \ngroup of the Flatirons and the City of Boulder’s land manager, Open \nSpace Mountain Parks (OSMP). As a result, new route development in the \nFlatirons came to a standstill, and climbers felt disenfranchised from a\n beloved climbing venue.\nIn 1997, a group of climber/activists began brainstorming meetings to determine how best to address this impasse.\n To address the concerns of OSMP regarding the impacts climbers have in \nthe Flatirons, this group set out to demonstrate that climbers are not \njust users of the Flatirons, but also stewards. Sponsoring trail and \nrestoration projects, educational outreach efforts, and attending \nnumerous OSMP sponsored community gatherings, these climber/activists \n(eventually incorporated as the Flatirons Climbing Council [FCC]) slowly\n but surely built a relationship with OSMP based upon trust and open \ncommunication.",
        "donation": "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=YPUFRGB5N2AVG",
        "email": "flatironsclimbingcouncil@gmail.com",
        "facebook": "https://www.facebook.com/pages/FCC-Flatirons-Climbing-Council/1376280295940610",
        "id": "FCC",
        "instagram": "http://www.instagram.com/flatironsclimbingcouncil",
        "logo": "http://www.flatironsclimbing.com/wp-content/uploads/ffc-logo.png",
        "name": "Flatirons Climbing Council",
        "report": null,
        "website": "http://flatironsclimbing.org/"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "GVC",
        "instagram": null,
        "logo": null,
        "name": "Gunnison Valley Climbers",
        "report": null,
        "website": "https://www.facebook.com/gunnisonvalleyclimbers"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "NOCO",
        "instagram": null,
        "logo": "https://nococlimbing.org/wp-content/uploads/2014/09/NCCC_LOGO.png",
        "name": "Northern Colorado Climber's Coalition",
        "report": null,
        "website": "http://www.nococlimbing.org"
    },
    {
        "areaIdList": [],
        "bio": "Mission Statement The Ouray Climbers Alliance was founded to serve as a unified voice for climbers in Ouray County and surrounding areas through advocacy, stewardship, and education. Founding Principles The Ouray Climbers Alliance is a group of passionate, like-minded climbers who care deeply about the climbing around Ouray, Colorado. The main objectives of the OCA are to: The Ouray Climbers Alliance is a 501(c)(3) non-profit and Access Fund affiliate that aims to raise funds, obtain grants, and organize efforts to improve local recreation areas for the benefit of local climbers and other user groups, with the end goal of reducing environmental impact and degradation from climbers. Anyone is welcome to make tax-deductible donations or become a member. Please consider joining the OCA with a yearly membership rate of $30 to help make a difference in the climbing future of the greater Ouray area. Ouray Climbers Alliance is a 501(c)3 nonprofit organization incorporated under the laws of the State of Colorado. We are proud to be affiliated with the Access Fund, the national advocacy organization dedicated to keeping climbing areas open in the US and conserving the climbing environment. The Ouray Climbers Alliance was founded to serve as a unified voice for climbers in Ouray County and surrounding areas through advocacy, stewardship, and education. Please send checks to: Ouray Climbers Alliance P.O.Box 251 Ouray, CO 81427 © 2023 Ouray Climbers Alliance, Inc. - a Section 501(c)(3) Non-Profit Organization - TaxID 82-2496350",
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/ourayclimbersalliance/",
        "id": "OCA",
        "instagram": null,
        "logo": "https://ourayclimbers.org/wp-content/uploads/2022/08/Ourock-2022-Donini-Website-Banner-1-1170x600.png",
        "name": "Ouray Climbers Alliance",
        "report": null,
        "website": "http://ourayclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "Over the course of the last year, we have been involved in working with dedication to keep our community talking and trying to find resolve related to opinions and perspective on climbing Pikes Peak. Our first steps were taken in 2020 to try and find a solution from having members talking openly with the PPCA present and attempting to work through stances together. Earlier this summer, we released a public survey on how our region's climbers feel traveling on Pikes Peak’s granite should be upheld. We are happy to share the results of our survey asking what YOU the community wants and feels is appropriate to work towards for years to come with Pikes Peak climbing. 93.8% of survey takers felt it appropriate to have experienced placement of planned fixed protection on Pikes Peak. 95.2% of survey takers felt that fixed anchors should be present on routes that hold no areas for placement of gear or that do not provide safe paths for exit. There is a lot more feedback we have documented from the survey that we will be opening up to discussion, and we thank you so much for giving us your perspective on Pikes Peak! This information helps the PPCA in moving forward with conversations with the Pikes Peak Forest District for a Climbing Management Plan similar to how climbing is overseen in South Platte Forest District with the PPCA. Funding for this project will be provided from the Jim DiNapoli legacy donation that was given to the Pikes Peak Climbers Alliance, Mountain Chalet & Springs Climbing Center. As well, an attempt has been made to contact closely involved members of the community about this decision prior to this public statement out of respect & consideration. Pikes Peak IS 'America's Mountain', and not just our local climbing communities private crag. We all owe it to these mountains to give our full respect in exchange for the wonderful opportunity to cross through its doors.",
        "donation": "https://www.pikespeakclimbersalliance.org/donate",
        "email": null,
        "facebook": "https://www.facebook.com/pikespeakclimbersalliance",
        "id": "PPCA",
        "instagram": "https://www.instagram.com/pikespeakclimbersalliance/",
        "logo": "https://static.wixstatic.com/media/d3fd63_c92189110fb242d998a599bb727b307b.jpg/v1/crop/x_815,y_1300,w_4200,h_918/fill/w_980,h_211,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/d3fd63_c92189110fb242d998a599bb727b307b.jpg",
        "name": "Pikes Peak Climbers Alliance",
        "report": null,
        "website": "http://www.pikespeakclimbersalliance.org"
    },
    {
        "areaIdList": [],
        "bio": "This was the description of Rifle written by the late Darek Krol. I have left the grammar and word choice for your enjoyment: Most climbs are above 5.11d and the grading is generally stiff. If routes feel hard at first, don’t worry, it usually gets better once you get used to the style of climbing here. Most people are enchanted by canyon’s beauty on first contact but on closer inspection, cliffs look more like a “choss pile”. Most routes here needed some cleaning from loose rocks, a few even needed some interventions with sica, so, true, the rock may be not the best in the world but most routes are excellent, offering unique climbing style and incomparable movement. Full body tension, compression hugs, sloppy pinches, precise footwork on smears, mastery in art of knee-barring, insane pump on jugs on big overhangs, cryptic sequences – characterize best climbing here. Tidious projecting is part of the canyon as much as Rifle creek. Each sector has its own, easy to find, access trail. Climbers needing absolutly park close to their current warm-ups or projects will start very early and take parking pole positions. Most climbers start their days at North end around Meat Wall, Ruckman Cave and Project Wall or lower at Wasteland. We encourage people to bring and use bikes in the canyon.” This website is not a guide to Rifle Canyon. We encourage you to buy an appropriate guidebook or to download a corresponding mobile app where you will find all detailed information.",
        "donation": "https://rifleclimbers.org/donate/",
        "email": null,
        "facebook": "https://www.facebook.com/groups/131752000657",
        "id": "RCC",
        "instagram": null,
        "logo": "https://rifleclimbers.files.wordpress.com/2021/05/rcc_logo.jpeg?w=50",
        "name": "Rifle Climbers Coalition",
        "report": null,
        "website": "http://www.rifleclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "In the last couple of years, climbers in the Roaring Fork Valley of Colorado\n have taken to developing the various crags that surround the area, \nthough the history of rock climbing here goes back at least 40 years, \nand longer on the high peaks. With its myriad crags, variety of rock, \nand ease of access, the Roaring Fork Valley has quietly become one of \nwestern Colorado’s great climbing resources.",
        "donation": null,
        "email": "info@roaringforkclimbers.com",
        "facebook": null,
        "id": "RFCC",
        "instagram": null,
        "logo": null,
        "name": "Roaring Fork Climbers Coalition",
        "report": null,
        "website": "http://www.roaringforkclimbers.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.slvclimb.org/dennys.html",
        "email": null,
        "facebook": "https://www.facebook.com/groups/slvca",
        "id": "SLVCA",
        "instagram": "https://www.instagram.com/slvclimbers/",
        "logo": "http://www.slvclimb.org/uploads/1/2/4/6/124611565/slvgo-logo_orig.png",
        "name": "San Luis Valley Climbers Alliance",
        "report": null,
        "website": "http://www.slvclimb.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": "info@sococrag.org",
        "facebook": "https://www.facebook.com/SocoCrag/",
        "id": "SCC2",
        "instagram": null,
        "logo": "https://sococrag.org/wp-content/uploads/2021/06/SoCO-CRAG-logo.jpg",
        "name": "Southern Colorado CRAG",
        "report": null,
        "website": "http://sococrag.org"
    },
    {
        "areaIdList": [],
        "bio": "We envision increased recreational opportunities, safety, and environmental sensitivity for both locals and visitors in our community. Personal responsibility, self sufficiency and environmental stewardship are core values, as well as preserving each citizen’s right to their “Freedom of the Hills.” Originally conceived as an avalanche-education organization in 1986, the Telluride Mountain Club (TMtC) evolved towards access advocacy and promoting responsible, safe backcountry travel and recreation. He is an avid rock climber of 28 years who established first ascents in Colorado, Utah, California and Alaska. He is the only attorney to have studied the impact that the Town of Telluride’s condemnation of the Valley Floor for open space and recreation will have on land-use planning in the Rocky Mountains. When not busy with work and the club, Tor loves hanging out with his wife Sharon and son Wilder at their home in Ilium. Todd got distracted from a career in Academics in the early 90’s when the siren songs of the Andes and the Alaska Range coincided with a break in his graduate program in Linguistics and Anthropology and he’s been a mountain guide ever since. Todd feel incredibly fortunate, as the recent years have provided him the opportunity to get out and lead trips, but also to spend more time with his family. While the quest for finding balance in life between work and family will probably always be elusive, both are tons of fun, especially in our neck of the woods! Ximena values creating and maintaining access to the outdoors with a special emphasis on equity, sustainability, and preservation. Her motivation to help Telluride’s outdoor-recreation community is most certainly correlated with her desire to explore the San Juan Mountains on her days off with her husband Matt and their dog Annie Oakley. He transferred this experience into becoming a professional in the industry working with IMBA Trail Solutions and contracting with Swiss based Allegra Tourismus. News About Trail MapClimbing InfoVia FerrataTrails Planning PI Avy FundBackcountry Info © 2023 Telluride Mountain Club.",
        "donation": "https://www.telluridemountainclub.org/membership/",
        "email": null,
        "facebook": "https://www.facebook.com/telluridemountainclub",
        "id": "TMC",
        "instagram": "https://www.instagram.com/telluridemountainclub/",
        "logo": "https://www.telluridemountainclub.org/wp-content/uploads/2017/09/TellMtnClub-logo.png",
        "name": "Telluride Mountain Club",
        "report": null,
        "website": "http://www.telluridemountainclub.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.blogger.com/share-post.g?blogID=6387944150982670192&postID=8646278890615290425&target=facebook",
        "id": "WCCC",
        "instagram": null,
        "logo": "https://2.bp.blogspot.com/-KjCEk61pS-U/VCmXyKlqVLI/AAAAAAAAASc/9DA-dF1f4g0/s1600/wccclogo%2Bcopy.jpg",
        "name": "Western Colorado Climbers' Coalition",
        "report": null,
        "website": "https://westernslopeclimbers.blogspot.com"
    },
    {
        "areaIdList": [],
        "bio": "Please visit status.squarespace.com for updates",
        "donation": "http://www.raggedmtn.org/donate",
        "email": "info@raggedmtn.org",
        "facebook": "https://www.facebook.com/raggedmountainfoundation/",
        "id": "RMF",
        "instagram": "http://instagram.com/raggedmtnfdn",
        "logo": "https://images.squarespace-cdn.com/content/v1/55427cd6e4b05386c5530290/1552776469589-JOUD9IERHO5FWBVHGTY4/logo.png?format=1500w",
        "name": "Ragged Mountain Foundation",
        "report": null,
        "website": "http://www.raggedmtn.org"
    },
    {
        "areaIdList": [],
        "bio": "Mid Atlantic Climbers (MAC) is a 501(c)(3) non-profit organization dedicated to preserving access to climbing areas in the Mid-Atlantic region, while promoting responsible climbing and environmental stewardship. MAC serves as a liaison between the climbing community and the public and private land managers of the climbing areas in our region. There are tons of fantastic after-work crags and awesome weekend spots in the mid-atlantic, and it’s our mission to look out for them. MAC is an affliate of the Access Fund, and we work closely with other outdoor recreation and stewardship organizations to build our community and care for our local crags. Mid Atlantic Climbers is always looking for new volunteers to help our mission. Feel free to contact us to see how you can help! info@midatlanticclimbers.org OPEN POSITIONS: Communications Specialists Crag Stewards Outreach Ambassadors info@midatlanticclimbers.org © 2023 Mid Atlantic Climbers - WordPress Theme by Kadence WP",
        "donation": "https://www.midatlanticclimbers.org/donate/",
        "email": "info@midatlanticclimbers.org",
        "facebook": "https://www.facebook.com/midatlanticclimbers",
        "id": "MC",
        "instagram": "https://www.instagram.com/midatlanticclimbers/",
        "logo": "https://www.midatlanticclimbers.org/wp-content/uploads/2014/09/macLogoBlackFg.png",
        "name": "Mid-Atlantic Climbers",
        "report": null,
        "website": "http://www.midatlanticclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "The Southeastern Climbers Coalition is a 501(c)(3) non-profit organization dedicated to preserving climbing areas in the southeast for future generations. SCC members and volunteers are climbers from Tennessee, Alabama, Georgia, North Carolina, South Carolina, Florida, Arkansas and elsewhere who have joined forces to preserve access to climbing areas in the region. The SCC raises money to purchase or lease climbing areas from private landowners. The SCC is a local grass-roots organization dedicated to preserving climbing areas in the South. The SCC works hand in hand with other climbing advocacy groups like the Access Fund, as well as public and private landowners such as state and national parks, other land trusts, private businesses and local families. Without SCC, many of the climbing areas you enjoy today would not be available for public use. Your financial contribution, however big or small, helps sustain the work of the SCC. SCC preserves climbing areas for current and future generations in the Southeast. We do this through acquisition, stewardship, and community, so that all climbers can enjoy equitable access to the outdoors. We believe all people should have the opportunity to explore the vast natural landscapes in our region. We do not discriminate based on race, color, gender, ethnicity, ability, sexual orientation, or any other identity and we will not tolerate prejudice on our properties or within our organization. We believe the outdoors is for all people to enjoy without fear of discrimination and we will continue to work to ensure public protected climbing areas exist in perpetuity.",
        "donation": "http://www.seclimbers.org/donate",
        "email": null,
        "facebook": "https://www.facebook.com/seclimbers/",
        "id": "SCC3",
        "instagram": "https://www.instagram.com/seclimbers/",
        "logo": "http://www.seclimbers.org/wp-content/uploads/2018/04/scc-badge.svg",
        "name": "Southeastern Climbers Coalition",
        "report": null,
        "website": "http://www.seclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "CAOM",
        "instagram": null,
        "logo": null,
        "name": "Climbers Association of Maui",
        "report": null,
        "website": "https://www.facebook.com/Climbers-Association-of-Maui-375722799209541"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "HCC",
        "instagram": null,
        "logo": null,
        "name": "Hawaii Climbing Coalition",
        "report": null,
        "website": "http://www.hiclimb.org"
    },
    {
        "areaIdList": [],
        "bio": "Home About Ethics Support/Events Media Our Resources KC Climbing Club Blog Quick Links Contact More Culturally & Historically Significant Information for Hawai'i Hikers & Climbers We are a Native Hawaiian led non-profit organization that aims to encourage a more responsible and ethical outdoor recreational community in Hawaiʻi. We hope to provide knowledge and guidance that will help people form a connection with the ʻāina (land) and in turn become better stewards. We actively engage in conversations with Kānaka (Native Hawaiian), Native Hawaiian Organizations and Locals within different recreational areas to assist in voicing and supporting area specific concerns, which often involve the protection and preservation of sacred spaces. Culturally & Historically Significant Information for Hawai'i Hikers & Climbers We are a Native Hawaiian led non-profit organization that aims to encourage a more responsible and ethical outdoor recreational community in Hawaiʻi. We hope to provide knowledge and guidance that will help people form a connection with the ʻāina (land) and in turn become better stewards. We actively engage in conversations with Kānaka 'Ōiwi (Native Hawaiian), Native Hawaiian Organizations and Locals within different recreational areas to assist in voicing and supporting area specific concerns, which often involve the protection and preservation of Sacred Spaces. International treaty relationships were signed with countries such as Austria-Hungary, Belgium, France, Germany, Great Britain, Italy, Japan, Netherlands, Russia, Spain, Sweden and Norway, the Swiss Confederation, and the United States of America. ​ The overthrow of The Hawaiian Kingdom began in 1893 with a coup against our Queen Liliʻuokalani by missionary descendants and foreign plantation owners. If we all can adjust our mindset and see that the ʻāina, the pōhaku, the plants, and the animals as our grandparents, only then we- as a community- will be able to move more PONO. Kanaka Maoli, Co-Founder, Community Outreach Director, Wife, Mother, Climber, Hiker, Cultural Practitioner, SCARPA AMI, Nā Ala Hele Trails Cultural Rep, Indigenous Field Guide Co-Founder Kanaka, invasive species technician, committed to mālama ʻāina events which include native plant restoration, uhau humu pōhaku, and hale building, climber, hiker, and all around hammah Kānaka Maoli, Board Member, Climber, Wife, Illustrator, Flight Attendant, Business Owner, Financial Services Kānaka Maoli, Board Members, Climbers, Illustrator, , Business Owner, Financial Services Keiki O Ka ʻAina, Outdoor Service Coordinator, Co-Founder, Filipino Father of three, Husband, Climber, Hammah and one of our Keiki Climbing Instructors. Kanaka Maoli, ʻōlelo Hawaiʻi, Board Member, Education Coordinator, Climber, Surfer, Lady Hammah. SCARPA Athlete Mentorship Initiative - A Year In Review Watch Skye Kolealani Razon-Olds, Executive Director and S.A.M.I.",
        "donation": "https://account.venmo.com/u/kanakaclimbers",
        "email": "KanakaClimbers@gmail.com",
        "facebook": null,
        "id": "KC",
        "instagram": "https://www.instagram.com/kanakaclimbers/",
        "logo": "https://static.wixstatic.com/media/3f56ac_7c6652358fac449888f3736502e770a0~mv2.png/v1/crop/x_222,y_111,w_1251,h_1070/fill/w_105,h_90,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/Kanakalogo_PNG.png",
        "name": "Kanaka Climbers",
        "report": null,
        "website": "https://www.kanakaclimbers.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://square.link/u/mXpFBgJz",
        "email": "Archnonprofithawaii@gmail.com",
        "facebook": "https://facebook.com/thearchprojecthawaii",
        "id": "TAP",
        "instagram": "https://instagram.com/thearchprojecthawaii/",
        "logo": "http://www.thearchprojecthawaii.com/uploads/8/5/7/7/85776170/published/the-arch-project-refined-logo-final.jpg?1561502804",
        "name": "The Arch Project",
        "report": null,
        "website": "http://www.thearchprojecthawaii.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://square.link/u/vcsmOmRO",
        "email": "hardware@boiseclimbers.org",
        "facebook": "http://www.facebook.com/boise.climbers.alliance",
        "id": "BCA",
        "instagram": "https://www.instagram.com/boiseclimbersalliance/",
        "logo": "https://www.boiseclimbers.org/wp-content/uploads/2019/05/cropped-IMG_5265.jpg",
        "name": "Boise Climbers Alliance",
        "report": null,
        "website": "http://www.boiseclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": "info@eastidahoclimbers.com",
        "facebook": "https://www.facebook.com/East-Idaho-Climbers-Coalition-163959214521809/",
        "id": "EICC",
        "instagram": "https://www.instagram.com/east.idaho.climbers.coalition/",
        "logo": "https://eastidahoclimbers.com/pics/f_logo_RGB-Blue_144.png",
        "name": "East Idaho Climbers Coalition",
        "report": null,
        "website": "https://eastidahoclimbers.com"
    },
    {
        "areaIdList": [],
        "bio": "Climbing Resource Advisory Group CRAG CRAG’s mission: Address GARDEN CITY, ID 83714 CRAG is a 501(c)(3) formed to help preserve the historical, cultural, recreational and natural resources of Castle Rocks State Park and City of Rocks National Reserve through education, advocacy, and actions.",
        "donation": "https://idahocrag.org/donate/",
        "email": "info@idahocrag.org",
        "facebook": null,
        "id": "IC",
        "instagram": null,
        "logo": "https://idahocrag.org/wp-content/uploads/2018/04/cropped-21273492_10155349951515617_745981578647350444_o.jpg",
        "name": "Idaho CRAG",
        "report": null,
        "website": "https://idahocrag.org/?fbclid=IwAR0Xi_kBvR0XJbzIpqtXyrdqdZp3nLrkhsJ2NI9GgZkOmKDmzHkKegLTtoM"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "KC2",
        "instagram": null,
        "logo": null,
        "name": "Kootenai Climbers",
        "report": null,
        "website": "https://www.facebook.com/people/Kootenai-Climbers/100009246896646"
    },
    {
        "areaIdList": [],
        "bio": "I want SICC to be a productive conduit for working with land management agencies/land owners and also provide tangible benefit to climbers through route and hardware maintenance. Ryan has been extremely grateful for the contributions that SICC has made since its foundation, and is thankful for the opportunity to be a part of this amazing climbing community. Through relationships and connections he has built throughout Southern Idaho, he hopes to help gain access to new and even closed crags. Serving on the SICC board is an opportunity to give back to the climbing community that has contributed to the resources I consistently take advantage of. Ian Cavanaugh – Maintenance Chair My climbing career started in my senior year of high school. Since my first time picking up a drill, I have learned through experience just how much work goes into developing routes and crags that we are all able to climb and enjoy. During my time with SICC, I hope to help many of Southern Idaho’s amazing crags remain safe and enjoyable for many years to come. Tony Roberts – Outreach Chair I was born and raised in Twin Falls and began my climbing addiction in 2014. I currently own several local businesses including Twin Fall’s premier climbing shop, Magic Valley Gear Exchange. Becky Wildman – Access Chair Originally from Salt Lake City, I’ve lived in the Magic Valley since 1997. My husband is an old-school climber, but I didn’t start climbing until my kids showed an interest and friends invited us to City of Rocks and Dierkes. I am excited to see if we can increase access to crags in the Southern Idaho area as climbing can support our quality of place by being both a draw for tourists, and by offering more recreational opportunities for our residents.",
        "donation": "https://climbsicc.com/donate/",
        "email": "info@climbsicc.com",
        "facebook": "https://www.facebook.com/Southern-Idaho-Climbing-Coalition-427304250982728/",
        "id": "SICC",
        "instagram": "https://www.instagram.com/getsicc/",
        "logo": "http://climbsicc.com/wp-content/uploads/2019/10/cropped-1035142955.jpg",
        "name": "Southern Idaho Climbing Coalition",
        "report": null,
        "website": "http://www.climbsicc.com"
    },
    {
        "areaIdList": [],
        "bio": "HOME JOIN PROGRAMS GIVE BACK ABOUT CONTACT Folder Folder More JOIN TODAY! 15% OFF BACKCOUNTRY.COM The Illinois Climbers Association is a charitable organization representing the climbers of Illinois. We are dedicated to preserving climbing and bouldering access in Illinois through education, conservation, and cooperation. The Illinois Climbers Association is a 501(c)3 charitable organization created to: (1) promote and support conservation and preservation of both rock climbing and bouldering areas, and their respective natural resources in Illinois (2) encourage optimal recreational use of Illinois outdoor climbing resources through land stewardship education and by facilitating cooperation between climbers, private land owners, and public land managers (3) encourage and promote the development of policies and practices that will preserve climbing and bouldering areas in Illinois The Illinois Climber's Association's foundation is its members. The ICA board takes it's responsibility seriously to best represent those members in the climbing community to the fullest extent of their ability. The board is comprised of 11 volunteer members. ILLINOIS CLIMBERS ASSOCIATION 550 S Rocky Comfort Rd. Makanda, IL 62958 Tel: 612-730-3907 info@ilclimbers.org Explore Socials Volunteer Sign up the hear about volunteer opportunities The Illiois Climbers Association is a 501(c)3 public charity; your donation is tax deductible. The ICA’s federal tax I.D.",
        "donation": "https://www.ilclimbers.org",
        "email": "info@ilclimbers.org",
        "facebook": "http://www.facebook.com/illinoisclimbersassociation",
        "id": "ICA",
        "instagram": "https://www.instagram.com/illinoisclimbersassociation/",
        "logo": "https://static.wixstatic.com/media/919956_7a2c44204b7a40ce807b6a34a56b0805~mv2.png/v1/fill/w_184,h_57,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/ICAlogo_black_v.png",
        "name": "Illinois Climbers Association",
        "report": null,
        "website": "http://www.ilclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.google.com/url?q=https%3A%2F%2Fwww.facebook.com%2Fkcclimbingcommunity&sa=D&sntz=1&usg=AOvVaw0EXpF2CM_n9kCKcBTTvY4i",
        "id": "KCCC",
        "instagram": "https://www.google.com/url?q=https%3A%2F%2Fwww.instagram.com%2Fkcclimbingcommunity%2F&sa=D&sntz=1&usg=AOvVaw3_l2gvZ8muL3YIkkvfulQ0",
        "logo": "https://lh4.googleusercontent.com/-pzUgvh7bl6cWy0P3TaJO_U3fnbC04pt7XkEPI_E3wd-eZz3-pBfHb2YmaEWhG9BddmC6Q=w16383",
        "name": "Kansas City Climbing Community",
        "report": null,
        "website": "http://www.climbkccc.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://muirvalley.org/donate",
        "email": null,
        "facebook": "https://www.facebook.com/Muir-Valley-162126590483558/",
        "id": "FOMV",
        "instagram": "https://www.instagram.com/muirvalley/",
        "logo": "https://muirvalley.org/wp-content/themes/MuirValley/img/facebook.png",
        "name": "Friends of Muir Valley",
        "report": null,
        "website": "https://muirvalley.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "RRGCC",
        "instagram": null,
        "logo": null,
        "name": "Red River Gorge Climbers' Coalition",
        "report": null,
        "website": "http://www.rrgcc.org"
    },
    {
        "areaIdList": [],
        "bio": "We are actively seeking out new Board of Directors members! If you are a a climber local to eastern Massachusetts, southern New Hampshire, or Rhode Island who wants to be an active leader in preserving your local climbing climbing area, please consider joining our team! We are a true coalition of smaller groups and individuals who care and advocate for our local climbing areas. We are a true coalition of smaller groups and individuals who care and advocate for our local climbing areas. SNECC, while founded in pursuit of access projects in Peabody, MA, realized early-on that small, local climbing spots are truly appreciated by only a precious few individuals. Some of these individuals realized that working together across the region in numbers will be more effective. A unified voice to protect our much loved local spots. We have the opportunity to join together and take advantage SNECCs 501c3 status, membership and network for fundraising, as well as things like insurance and corporate status! The Board of Directors is currently comprised of individuals and groups from the Lynn/Peabody area, the Cape Ann area (Cape Ann Climbers Coalition), Townsend/Ayer area, and most recently the southern New Hampshire area including Pawtuckaway (Pawtuckaway Climbers Coalition). These “chapters” of SNECC operate with at least one member on SNECCs Board who is responsible for reporting to the Board at regular intervals, and participating in the day-to-day administrative duties for the chapter. Lynn/Peabody Climbers Cape Ann Climbers Pawtuckaway Climbers Volunteer to help us set the grand vision and strategy for protecting our local climbing areas. Patrick Montague – President and Chair Timothy McGivern – Secretary Derek Sullivan – Treasurer Keri-Lynn McCarthy – Board Member Daniel Knisell – Board Member Jamison Knowlton – Board Member Learn more about our region here.",
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/SNEclimbers/",
        "id": "SNECC",
        "instagram": "http://instagram.com/sneclimbers/",
        "logo": "https://snecc.files.wordpress.com/2017/10/snecc-logoworkmark-color.png?w=541",
        "name": "Southeast New England Climbers Coalition",
        "report": null,
        "website": "https://snecc.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://donorbox.org/embed/direct-donation-3?default_interval=o&show_content=true",
        "email": "wmcc@climbgneiss.org",
        "facebook": "https://www.facebook.com/WesternMassClimbersCoalition/",
        "id": "WMCC",
        "instagram": "https://www.instagram.com/wmcc_climb_gneiss/?hl=en",
        "logo": "https://climbgneiss.org/wp-content/uploads/2017/01/wmcclogotransp_stacked_white-300x148.png",
        "name": "Western Massachusetts Climbers Coalition",
        "report": null,
        "website": "http://www.climbgneiss.org"
    },
    {
        "areaIdList": [],
        "bio": "Mid Atlantic Climbers (MAC) is a 501(c)(3) non-profit organization dedicated to preserving access to climbing areas in the Mid-Atlantic region, while promoting responsible climbing and environmental stewardship. MAC serves as a liaison between the climbing community and the public and private land managers of the climbing areas in our region. There are tons of fantastic after-work crags and awesome weekend spots in the mid-atlantic, and it’s our mission to look out for them. MAC is an affliate of the Access Fund, and we work closely with other outdoor recreation and stewardship organizations to build our community and care for our local crags. Mid Atlantic Climbers is always looking for new volunteers to help our mission. Feel free to contact us to see how you can help! info@midatlanticclimbers.org OPEN POSITIONS: Communications Specialists Crag Stewards Outreach Ambassadors info@midatlanticclimbers.org © 2023 Mid Atlantic Climbers - WordPress Theme by Kadence WP",
        "donation": "https://www.midatlanticclimbers.org/donate/",
        "email": "info@midatlanticclimbers.org",
        "facebook": "https://www.facebook.com/midatlanticclimbers",
        "id": "MC2",
        "instagram": "https://www.instagram.com/midatlanticclimbers/",
        "logo": "https://www.midatlanticclimbers.org/wp-content/uploads/2014/09/macLogoBlackFg.png",
        "name": "Mid-Atlantic Climbers",
        "report": null,
        "website": "http://www.midatlanticclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": "wmclimbingco@gmail.com",
        "facebook": "https://www.facebook.com/groups/417685529734865",
        "id": "WMCC2",
        "instagram": "https://www.instagram.com/wmcc21502/",
        "logo": "https://images.squarespace-cdn.com/content/v1/623b8d0e818cb57fc28f0e28/bf1f4f2d-5193-4e4c-ac99-defbf4c67eca/WMCC_Logo_RGB__MAIN+LOGO_WHITE.png?format=1500w",
        "name": "Western Maryland Climbing Coalition",
        "report": null,
        "website": "https://www.westernmarylandclimbing.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "ANPCAC",
        "instagram": null,
        "logo": null,
        "name": "Acadia National Park Climbing Advisory Committee",
        "report": null,
        "website": "mailto:charlie_jacobi@nps.gov"
    },
    {
        "areaIdList": [],
        "bio": "An anchor resting among the lichen; far Left of the Entrance Wall. Drew Northup; CC BY-NC-SA https://goo.gl/photos/otCLrrWhf1vSH76S9 A group of Maine climbers met in October of 2013 in response to the unfortunate and untimely passing of Don Nelligan. Don, a well-known rock climber, was the proud owner and protector of Eagle Bluff, the crown jewel of Maine climbing destinations, for almost 20 years. Don's tragic death was sorrowful for many of Maine's climbing legends, who spent much of the 1980's and 1990's establishing and developing the Crags of Clifton, Acadia, and Katahdin. Consequently, the Clifton Climbers Alliance formed with the objective of preserving and protecting Eagle Bluff — ensuring open rock climbing and recreational access into the future. Given a nine-month window, the CCA partnered with the Access Fund and was put to task with raising $150,000.00 to purchase Eagle Bluff. Thanks to the generous donations of many supporters — including the Quimby Family Foundation, Land for Maine's Future, and The Davis Conservation Foundation — the CCA was successful in its objective. On August 26, 2014 the Clifton Climbers Alliance closed on the sale and became owners, stewards and caretakers of Eagle Bluff. Today, the Clifton Climbers Alliance is focused on maintaining Eagle Bluff as Maine's premier climbing destination. However, as an organization, the CCA recognizes how important it is that none of our climbing resources come under this type of threat again. It is with this in mind that the CCA looks for opportunities to improve landowner relations, protect access, and secure succession plans for other crags throughout Central Maine. The Clifton Climbers Alliance is a federally recognized non-profit based near Bangor, Maine.All donations are tax deductible to the fullest extent of the law.",
        "donation": "http://www.cliftonclimbersalliance.org/donate",
        "email": "info@cliftonclimbersalliance.org",
        "facebook": "https://www.facebook.com/cliftonclimbersalliance",
        "id": "CCA",
        "instagram": null,
        "logo": "https://images.squarespace-cdn.com/content/v1/550c3638e4b008daaa4c743d/1433296194961-XXEY4TW2178C205K50R3/CCAlogo_round.png?format=1500w",
        "name": "Clifton Climber's Alliance",
        "report": null,
        "website": "http://www.cliftonclimbersalliance.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "GLCC",
        "instagram": null,
        "logo": "https://www.grandledgeclimbing.com/wp-content/uploads/2014/05/glclogo235x60.png",
        "name": "Grand Ledge Climbers Coalition",
        "report": null,
        "website": "http://www.grandledgeclimbing.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.upperpeninsulaclimbing.com/support-the-upcc.html",
        "email": "upccmqt@gmail.com",
        "facebook": "https://www.facebook.com/UPClimbersCoalition",
        "id": "UPCC",
        "instagram": "https://www.instagram.com/upclimberscoalition/",
        "logo": "http://www.upperpeninsulaclimbing.com/uploads/2/9/9/3/29933767/1259384.jpg",
        "name": "Upper Peninsula Climbers Coalition",
        "report": null,
        "website": "http://www.upperpeninsulaclimbing.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "DCC2",
        "instagram": null,
        "logo": null,
        "name": "Duluth Climbers Coalition",
        "report": null,
        "website": "https://duluthclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.mnclimbers.org/donations",
        "email": null,
        "facebook": "https://www.facebook.com/mnclimbersassociation",
        "id": "MCA",
        "instagram": "https://www.instagram.com/mnclimbersassociation/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5c634e302727be0d55cdf321/1570047078615-AZ2US97F9MKQYBSX14BN/mca+primary+logo+2.png?format=1500w",
        "name": "Minnesota Climbers Association",
        "report": null,
        "website": "http://www.mnclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "BETA Fund exists to protect outdoor resources in the Midwest for the purposes of recreational rock climbing. We are committed to fostering an appreciation for the outdoors in current and future generations through environmental advocacy, educational outreach, and community service. BETA Fund values partnerships with government and private landowners for the long-term protection of the climbing environment. September 25, 2018 September 24, 2018 September 23, 2018 September 22, 2018 We work in partnership with local and national climbing organizations, private landowners, public land managers, and governmental agencies to help conserve and preserve access to our region’s climbing areas. BETA Fund is registered as a Missouri not-for-profit corporation and has obtained federal 501(c)3 public charity status. Donations to BETA Fund are tax deductible. BETA Fund’s federal tax identification number is 46-4348478. © 2022 BETA FundDesigned by Taylor Ashford",
        "donation": "https://www.betafund.org/donate/",
        "email": null,
        "facebook": "http://facebook.com/betafund",
        "id": "BF",
        "instagram": "http://instagram.com/betafund",
        "logo": "https://www.betafund.org/wp-content/uploads/2015/07/scroll-logo.png",
        "name": "BETA Fund",
        "report": null,
        "website": "http://www.betafund.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.google.com/url?q=https%3A%2F%2Fwww.facebook.com%2Fkcclimbingcommunity&sa=D&sntz=1&usg=AOvVaw0EXpF2CM_n9kCKcBTTvY4i",
        "id": "KCCC2",
        "instagram": "https://www.google.com/url?q=https%3A%2F%2Fwww.instagram.com%2Fkcclimbingcommunity%2F&sa=D&sntz=1&usg=AOvVaw3_l2gvZ8muL3YIkkvfulQ0",
        "logo": "https://lh4.googleusercontent.com/-pzUgvh7bl6cWy0P3TaJO_U3fnbC04pt7XkEPI_E3wd-eZz3-pBfHb2YmaEWhG9BddmC6Q=w16383",
        "name": "Kansas City Climbing Community",
        "report": null,
        "website": "http://www.climbkccc.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/groups/443882859134133/",
        "id": "HCC2",
        "instagram": null,
        "logo": "https://helenaclimberscoalition.files.wordpress.com/2019/08/facebook_logo_1_400x400.png",
        "name": "Helena Climber's Coalition",
        "report": null,
        "website": "https://helenaclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": "Hyalite Canyon is part of the Custer Gallatin National Forest. It is the most heavily visited Forest Service area in the state of Montana, offering a stunning array of activities for outdoor recreationists. It is also an important water source for the city of Bozeman - approximately 80% of Bozeman’s municipal water supply comes from Hyalite Canyon and the adjacent Bozeman Creek watershed. Despite it’s high level of visitor use, Hyalite is also a wild place. The Hyalite-Porcupine-Buffalo Horn Wilderness Study Area (WSA) stretches from the upper reaches of Hyalite Canyon to Yellowstone National Park. The WSA serves as a critical wildlife corridor and Hyalite is home to many species, from big critters like elk, moose, mountain goats, bighorn sheep and grizzly bears to small ones such as pikas, weasels, and marten. There is also an abundance of bird life in Hyalite Canyon. Friends of Hyalite works with the Forest Service to care for Hyalite Canyon so that it remains wild, our water quality remains high, and everybody can continue to access and enjoy this special place. Hyalite Canyon is part of the ancestral land of the Apsaálooke (Crow), Niitsítpiis-stahkoii ᖹᐟᒧᐧᐨᑯᐧ ᓴᐦᖾᐟ (Blackfoot / Niitsítapi ᖹᐟᒧᐧᒣᑯ), Salish Kootenai (Flathead), Tséstho’e (Cheyenne), and Shoshone Bannock peoples. FOLLOW US @HYALITECANYON © 2023 Friends of Hyalite | Website Design By Digital Box Designs",
        "donation": null,
        "email": "info@hyalite.org",
        "facebook": "https://www.facebook.com/friendsofhyalite/",
        "id": "FOH",
        "instagram": "https://www.instagram.com/hyalitecanyon/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5cb640b5d86cc95c60395331/1558124382937-2QTGEB6W2C9WQ1S39UYS/FOH+Logo+White.png?format=1500w",
        "name": "Friends of Hyalite",
        "report": null,
        "website": "https://www.hyalite.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "NMCC",
        "instagram": null,
        "logo": null,
        "name": "Northwest Montana Climbers' Coalition",
        "report": null,
        "website": "https://nwmtcc.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://www.paypal.com/donate/?cmd=_donations&business=finance@wmtcc.org&item_name=Western%20Montana%20Climbers%20Coalition&currency_code=USD",
        "email": "info@wmtcc.org",
        "facebook": "https://www.facebook.com/westernmontanaclimberscoalition/",
        "id": "WMCC3",
        "instagram": null,
        "logo": "https://static.wixstatic.com/media/23a6d2_6cdf9afa317a4a70a9874e639a982c13~mv2.png/v1/fill/w_81,h_79,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/ProtectYoNeck_logo.png",
        "name": "Western Montana Climbers Coalition",
        "report": null,
        "website": "http://www.wmtcc.org"
    },
    {
        "areaIdList": [],
        "bio": "Securing, protecting, and improving climbing access in Southwest Montana. Southwest Montana Climbers Coalition The SMCC is an all-volunteer organization. Active stewardship from each of us ensures that we can all continue to go climbing in the places we love. Consider volunteering today for one of our upcoming events or take a leadership role and start one yourself. Board of Directors and Officers in 2020: Tom Kalakay, Executive Director – Tom is one of Southwest Montana’s most prolific route developers, establishing classics such as the Montana Centennial Route on Mt. Cowen, Bowling For Buicks on the Gallatin Tower, and China Crisis at Rocky Pass. Tom co-founded SMCC in the early 2000’s with the primary goal of preserving access to the area’s climbing resources. Aaron enjoys all disciplines of climbing, and continues to poke around every corner of rock looking for unique and high quality unclimbed lines. Working in GIS mapping, Tom has been working closely with appraisers, state and federal agencies, conservation groups, non-profits, and private landowners, as well as mapping many bouldering areas throughout the Pipestone/Homestake Pass. She grew up scrambling around on the Billings Rims and moved to Bozeman in 2013 after having lived and climbed throughout Montana, New England, and Wyoming. He has an immense love for climbing and for teaching folks the mountain skills it has taken him years to learn. Casey Smith – Casey Smith has been climbing around southwest Montana for over 20 years and has established routes in the Gallatin Canyon, Ross Peak, Frog Rock, and Hyalite.",
        "donation": "https://www.paypal.com/donate?hosted_button_id=7WJ8FFJXEVAP2",
        "email": null,
        "facebook": "https://swmontanaclimbers.org/?share=facebook",
        "id": "SMCC",
        "instagram": null,
        "logo": "https://s2.wp.com/i/logo/wpcom-gray-white.png",
        "name": "Southwest Montana Climbers Coalition",
        "report": null,
        "website": "https://swmontanaclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "The Carolina Climber's Coalition was established January 16, 1995 with the purposes of preserving the natural environment, promoting safe climbing practices and preserving climber's access to climbing areas in North and South Carolina. 'The Coalition was created as a result of a rumor that spread throughout North Carolina in 1994 that NC State Parks would close climbing access. In January 1995 almost 100 area climbers voted unanimously to create the coalition to help preserve climbing access in the Carolinas.' In 2005 Sean Cobourn, then president, and Jon Myers got wind of the opportunity to purchase one of the largest cliffs in the Southeast, Laurel Knob. With overwhelming community and industry support, the CCC made an offer to purchase the cliff. The purchase of Laurel Knob transformed the the CCC from grassroots organization to landowners, land managers and advocates. This change allows us to be part of a growing movement of organizations that are truly preserving and expanding your climbing opportunities. We continue to work with local, state and federal organizations to help preserve and protect our climbing privileges. Area representatives serve as liasons between the board, climbers and land managers. We host an annual public meetings in the Fall / Winter of each year, usually the Friday night before the Hound Ears bouldering competition. Carolina Climbers Coalition 13 Goldview Dr Asheville, NC 28804 info@carolinaclimbers.org Required waiver for Asheboro access. Privacy policy | Contact | Terms of Use | Members The Caroina Climbers Coalition is a nonprofit, tax-exempt charitable organization (tax ID: 20-1770124) under Section 501(c)(3) of the Internal Revenue Code.",
        "donation": "http://carolinaclimbers.org/donate",
        "email": "info@carolinaclimbers.org",
        "facebook": "http://www.facebook.com/carolinaclimberscoalition",
        "id": "CCC",
        "instagram": "http://www.instagram.com/carolinaclimberscoalition",
        "logo": "https://carolinaclimbers.org/sites/default/files/CCC_Logo_Transparent2.png",
        "name": "Carolina Climbers Coalition",
        "report": null,
        "website": "http://www.carolinaclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "FOTL",
        "instagram": null,
        "logo": null,
        "name": "Friends of the Ledges",
        "report": null,
        "website": "https://www.nhledges.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.monadnockclimbersassoc.org/notices-alerts/reidonationmatching",
        "email": null,
        "facebook": null,
        "id": "MCA2",
        "instagram": null,
        "logo": "https://lh6.googleusercontent.com/NLv6uTEqK5LTsNwijw9HNcYvW6m-Ykc5Z8tRudXNoRcqr4Om5EVpMsLHca1x2H7NSN7lOA=w16383",
        "name": "Monadnock Climbers Association",
        "report": null,
        "website": "http://www.monadnockclimbersassoc.org"
    },
    {
        "areaIdList": [],
        "bio": "Home About News Contact More The Rumney Climbers' Association enjoys a partnership with the Forest Service, and the climbing management plan can be found here The Rumney Climbers' Association is a nationally recognized non-profit, and a member of the Access Fund's Local Climbing Organization (LCO) network. We are a community of climbers with a common goal rooted in preserving the Northeast's premier sport climbing destination, located on Rattlesnake Mountain in Rumney, New Hampshire. ​ The RCA was formed when public access to Rumney Rocks was threatened in the early '90s. After raising funds from area climbers and the Access Fund, the RCA purchased the privately owned land which held cliffs that include the Meadows, 5.8 Crag, and Monsters From The Id. RCA activists then sold the land, at a monetary loss, to the United States Forest Service. ​ In 2016, the RCA again joined forces with the Access Fund and purchased The Final Frontier. This 86-acre tract includes Rumney's northwest crags: The Prudential, Buffalo Pit, Buffalo Corral, Northwest Territories, Asylum, Very Nice Crack area, Boundary Rock, and part of the Blackjack Boulders. In Feb. 2020, the RCA transferred Final Frontier ownership to the USFS. These areas are open to public access as a result of the RCA's work. ​ The RCA is continuing to work with the USFS, the Access Fund, and the AAC to pursue a common goal of preserving and improving rock climbing in Rumney, NH. ​ Anyone who chooses to climb or hike on RCA land is solely responsible for his or her own safety. Climbing, mountaineering, and hiking are inherently dangerous activities regardless of your skill level or experience.",
        "donation": "https://www.climbrumney.com/donate",
        "email": null,
        "facebook": "https://www.facebook.com/rumneyclimbersassociation",
        "id": "RCA",
        "instagram": "https://www.instagram.com/rumney_climbers/?hl=en",
        "logo": "https://static.wixstatic.com/media/b9bdb0_bcc82c2ebc0b4e15b4a7d54084466b16~mv2.jpg/v1/fill/w_122,h_88,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/RCA-Logo_2CLR-300x216.jpg",
        "name": "Rumney Climbers Association",
        "report": null,
        "website": "http://www.climbrumney.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/nmcrag/",
        "id": "NMCRAAG",
        "instagram": null,
        "logo": "https://images.squarespace-cdn.com/content/v1/58d4508c17bffca14fa08972/1490309752515-1S7ZN8JTBJMGBBJAI2IH/NM+Crag+Logo.jpg?format=1500w",
        "name": "New Mexico Climbers Resource and Advocacy Group",
        "report": null,
        "website": "http://www.nmcrag.org"
    },
    {
        "areaIdList": [],
        "bio": "Please visit status.squarespace.com for updates",
        "donation": "https://www.paypal.com/donate/?cmd=_s-xclick&hosted_button_id=BXZP3WJK6JBVW",
        "email": null,
        "facebook": "https://www.facebook.com/snclimberscoalition",
        "id": "SNCC",
        "instagram": "https://www.instagram.com/southernnevadaclimbers/",
        "logo": "https://eep.io/mc-cdn-images/template_images/branding_logo_text_dark_dtp.svg",
        "name": "Southern Nevada Climbers Coalition",
        "report": null,
        "website": "http://www.southernnevadaclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "ACC",
        "instagram": null,
        "logo": null,
        "name": "Adirondack Climbers' Coalition",
        "report": null,
        "website": "https://adirondackclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": "The Gunks Climbers’ Coalition is an advocacy group dedicated to creating and maintaining sustainable opportunities for responsible climbing along the Shawangunk Ridge and surrounding areas. The Shawangunk Ridge and surrounding lands are a beautiful and majestic area noted for striking landscapes, distant views and world-class climbing. The remarkable legacy of the Shawangunks, one of the oldest and most distinguished climbing areas in the United States, is shared with visitors from the world over, who enjoy its unique climbing opportunities as well as its natural and scenic setting. We seek to balance expansion of climbing opportunities with respect for the unique ecosystems of the ridge. We value… The GCC stands firmly behind the belief that LGBTQ+, Adaptive, BIPOC and other People of the Global Majority should feel safe and supported in the local outdoor recreation community. We commit to working with all members of the climbing community, regardless of identity, to uphold an inclusive climbing environment. Learn more… The Gunks Climbers’ Coalition is an official affiliate of The Access Fund, keeping climbing areas open and conserving the climbing environment. On August 3rd, 2002, Access Fund Coordinator, John Meyers, held a meeting at Rock and Snow to talk about forming a Gunks Climbers’ Coalition. About 80 climbers turned out to hear him discuss his vision for an influential and constructive organization. Volunteer forms were handed out and a steering committee was formed to create the organization. Shortly afterwards, John was unable to continue spearheading the project and the steering committee began growing the organization on their own, led by Lizz Bartlett as the chairman. Save my name, email, and website in this browser for the next time I comment.",
        "donation": "https://gunksclimbers.org/donation-form/",
        "email": null,
        "facebook": "https://facebook.com/gunksclimbers",
        "id": "GCC",
        "instagram": "https://instagram.com/gunksclimbers/",
        "logo": "https://gunksclimbers.org/wp-content/uploads/2015/10/gcc-horizontal-logo-2trans.png",
        "name": "Gunks Climbers Coalition",
        "report": null,
        "website": "https://gunksclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "TVCC",
        "instagram": null,
        "logo": null,
        "name": "Torne Valley Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/torneclimbers"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "TCC2",
        "instagram": null,
        "logo": null,
        "name": "Thacher Climbing Coalition",
        "report": null,
        "website": "https://www.facebook.com/ThacherClimbingCoalition"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "UNYCAC",
        "instagram": null,
        "logo": null,
        "name": "Upstate New York Climbers Access Coalition",
        "report": null,
        "website": "https://www.facebook.com/Upstate-New-York-Climbing-Access-Coalition-292541704144505"
    },
    {
        "areaIdList": [],
        "bio": "The Western New York Access Coalition is an advocacy group dedicated to responsible climbing and land stewardship in Western New York and surrounding areas. To serve as a liaison between climbers and other outdoor enthusiasts, land managers, private landowners, and the general public. To gain and preserve access, promote stewardship and reduce environmental impact by organizing volunteer events and disseminating educational materials and resources. WNYAccess is an Access Fund Affiliate Connect with us by tagging your posts with #wnyaccess",
        "donation": "https://www.wnyaccess.com/donate-now",
        "email": null,
        "facebook": "https://www.facebook.com/wnyaccess",
        "id": "WNYAC",
        "instagram": "https://instagram.com/wnyaccess",
        "logo": "https://www.wnyaccess.com/wp-content/uploads/2021/05/1041_AF_Logo_Blk.png",
        "name": "Western New York Access Coalition",
        "report": null,
        "website": "https://www.wnyaccess.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.ohioclimberscoalition.org/join-or-donate-1",
        "email": null,
        "facebook": "https://www.facebook.com/ohioclimberscoalition.org",
        "id": "OCC",
        "instagram": "http://instagram.com/ohioclimberscoalition",
        "logo": "https://images.squarespace-cdn.com/content/v1/51df087be4b0535b35b71b7f/1509299414770-ZSO1OIQDLSCM2NXHFHFT/Ohio+Climbers+Coalition+WHITE+LOGO.png?format=1500w",
        "name": "Ohio Climbers Coalition",
        "report": null,
        "website": "http://www.ohioclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://square.link/u/crNnJcwX",
        "email": null,
        "facebook": "https://www.facebook.com/WichitaMountainsClimbersCoalition",
        "id": "WMCC4",
        "instagram": "https://www.instagram.com/wichitamountainsclimbers/",
        "logo": "http://www.wichitamountains.org/wp-content/uploads/2022/10/Crab-Eyes-with-Logo-72ppi-1024x576.jpeg",
        "name": "Wichita Mountains Climbers Coalition",
        "report": null,
        "website": "http://www.wichitamountains.org"
    },
    {
        "areaIdList": [],
        "bio": "Since 1991, the Carver Climbing Club has remained the primary point of contact for Mr. Rosenbaum as concerns arise. Current Volunteer Organizers: Dave Schappe Tom Scales In the spring of 1991 the owner of the land, Michael Rosenbaum, closed the area to rock climbers based on concerns about liability and repeated vandalism. The vandalism had cost him several thousand dollars, and he had attributed the damage to climbers. After discussions with the members of the Portland rock climbing community, Mr. Rosenbaum agreed to permit rock climbing access to the Carver Bridge Cliff for members of the Carver Climbing Club if three conditions continue to be satisfied: That vandalism, littering, and other trashing of the property not occur. That each member sign a written release affirming the she or he assumes all risks to his or her personal safety while climbing and will not sue Mr. Rosenbaum and/or family should an accident occur. That climbing activities not infringe upon the privacy of the Rosenbaum family in their house on top of the cliff. Early leaders like Gary Rall and Laura Potter used their skills in organization and law to establish the Carver Climbing Club, and the club was founded with three primary goals: Provide an organizational link between Mr. Rosenbaum and the rock climbing community. Act as a point of contact for Mr. Rosenbaum and local rock climbers. Members of the Carver Climbing Club are charged with acting within and supporting the spirit of the agreement in which Mr. Rosenbaum granted club members access to the area for rock climbing. This includes two parts: That members discipline their own actions by not littering, protecting signs and survey markers, and respecting the Rosenbaum family's privacy. The Stone Cliff Inn Restaurant and Bar officially opened in 2004, and visitors have been drawn to the wooded areas surrounding the restaurant since the Carver boulders gained notoriety in the 2008 film Twilight. The Carver Climbing Club remains the primary point of contact for Mr. Rosenbaum as issues arise.",
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "CCC2",
        "instagram": null,
        "logo": "https://www.carverclimbingclub.org/assets/gfx/pixel.png",
        "name": "Carver Climbing Club",
        "report": null,
        "website": "https://www.carverclimbingclub.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "COR",
        "instagram": null,
        "logo": null,
        "name": "Central Oregon Rocks",
        "report": null,
        "website": "https://www.facebook.com/COR-Central-Oregon-Rocks-Inc-109166042436226"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "FORCS",
        "instagram": null,
        "logo": null,
        "name": "Friend, Oregon Rock Climbing Society",
        "report": null,
        "website": "https://www.facebook.com/FriendOregonRockClimbingSociety"
    },
    {
        "areaIdList": [
            "e7aeefae-15e1-5de7-a395-a48727784e98"
        ],
        "bio": "Please visit status.squarespace.com for updates",
        "donation": "http://highdesert.rocks/donate",
        "email": null,
        "facebook": "https://www.facebook.com/High-Desert-Climbers-Alliance-1298207026968963/",
        "id": "HDCA",
        "instagram": "https://www.instagram.com/highdesertclimbers",
        "logo": "https://images.squarespace-cdn.com/content/v1/6233a437f7ae892fe1d8eaa2/384ee401-82df-4de7-8154-edf9b8d50f49/1041_AF_Logo_Green.jpg",
        "name": "High Desert Climber's Alliance",
        "report": null,
        "website": "http://highdesert.rocks"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "MWPC",
        "instagram": null,
        "logo": null,
        "name": "Madrone Wall Preservation Committee",
        "report": null,
        "website": "https://www.facebook.com/madronewall"
    },
    {
        "areaIdList": [],
        "bio": "Hood, the Mazamas is a 501(c)(3) nonprofit mountaineering education organization located in Portland, Oregon. A variety of classes and activities are offered for every skill and fitness level and are open to both members and nonmembers. The Mazamas promotes climbing, responsible recreation, and conservation values through outdoor education, advocacy, and outreach. At the MMC, our facilities include 4 meeting rooms, a 175-seat auditorium, a library, administrative offices, and our museum/archives. From first climbing experiences to pushing limits to stories of exploration and research, our publications contain something for everyone. Volunteers hold a variety of roles at the Mazamas, including climb and hike leaders, instructors, class coordinators, and much more. Each year we teach a variety of courses in mountaineering related fields for students of all levels. We expect to be heavily involved in helping the Columbia Gorge recover from the destructive fire of 2017. The Mazamas regularly lead travel adventures, both foreign and domestic, that allow our members to experience other cultures, ecosystems, mountain ranges, and the natural world in a safe and affordable manner. Outings are defined as trips that last for five days or more, and may include hikes, walking tours, camping, kayaking, cycling, climbs, etc. Since inception, the Mazamas has played a significant role in preserving wilderness areas for posterity. The Mazamas endeavour to maintain a close liaison with officials in all land managing public agencies to insure that the viewpoint of those who access and enjoy outdoor areas is clearly understood by authorities.",
        "donation": "http://www.mazamas.org/donate/",
        "email": "help@mazamas.org",
        "facebook": "https://www.facebook.com/mazamaspdx/",
        "id": "M",
        "instagram": "https://www.instagram.com/mazamaspdx/",
        "logo": "http://www.mazamas.org/media/CACHE/images/img/Mazama_Logo_LOVEMountains-01/300dff2862c5d170f6df93a235e14c54.jpg",
        "name": "Mazamas",
        "report": null,
        "website": "http://www.mazamas.org"
    },
    {
        "areaIdList": [
            "c80d3abd-beab-5467-a559-edee707f68bd",
            "5049661c-2645-50ff-8014-3e7d2ccc9e85",
            "a51e21da-e030-55d8-bd9a-6b2f72cd231b",
            "a8c395e6-9bbd-53ab-ba22-43995142b470",
            "079f2530-9cd1-5d5c-9b98-3088064aba5e"
        ],
        "bio": null,
        "donation": null,
        "email": "info@oregonclimbers.org",
        "facebook": "https://www.facebook.com/oregonclimbers/",
        "id": "PACC",
        "instagram": "https://www.instagram.com/portlandclimbing/",
        "logo": "https://www.oregonclimbers.org/logo.png",
        "name": "Portland Area Climbers Coalition",
        "report": null,
        "website": "https://www.oregonclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SRG",
        "instagram": null,
        "logo": null,
        "name": "Smith Rock Group",
        "report": null,
        "website": "http://smithrockgroup.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SOCC",
        "instagram": null,
        "logo": null,
        "name": "Southwest Oregon Climber's Coalition",
        "report": null,
        "website": "https://www.facebook.com/Southwest-Oregon-Climbers-Coalition-1493832600926180/?fref=nf"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "BACA",
        "instagram": null,
        "logo": null,
        "name": "Birdsboro Area Climbing Association",
        "report": null,
        "website": "http://www.birdsboroclimbing.com"
    },
    {
        "areaIdList": [],
        "bio": "We are long time climbers and advocates. Individually, we have all been doing work on our own or in small groups for many years. It took a global pandemic to afford us the time to bring our passions together. We created EPAC as a means of pooling our resources so that Eastern Pennsylvania could have a united voice and shared energy. We are excited to grow this organization with the help of the climbing community. OFFICERS BOARD MEMBERS Oversees climbing area needs Communicates with land managers Facilitates stewardship events Recruits and trains ambassadors Promotes access to ALL people Surveys the needs of the climbers Conducts educational events Partners with community members Ensures financial health and stability Seeks grant funding opportunities Manages spending responsibly Supports fundraising efforts Access. It is a word often found in the world of climbing. For many folks it means gaining or maintaining access to a climbing area. The founding members are committed to making our organization diverse both in its leadership and in the community we build. If you were not able to attend or want to revisit the meeting, the full video as well as questions are now available. Mailing Address: 3853 Old Easton Rd Doylestown, PA 18902 info@epaclimbers.org 267-483-7317 Proud affiliate member of the",
        "donation": "https://epaclimbers.org/make-a-donation/?cause_id=8526",
        "email": "info@epaclimbers.org",
        "facebook": "https://www.facebook.com/EPAClimbers",
        "id": "EPAOC",
        "instagram": "https://www.instagram.com/e.p.a.climbers/",
        "logo": "https://epaclimbers.org/wp-content/uploads/2020/08/EPAC-logo-website-05-05-e1598920797631.png",
        "name": "Eastern Pennsylvania Alliance of Climbers",
        "report": null,
        "website": "https://epaclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": "tim@haycockboulderingcoalition.com",
        "facebook": "https://www.facebook.com/haycockbouldering/",
        "id": "HBC",
        "instagram": "https://www.instagram.com/haycock_bouldering_coalition/",
        "logo": "https://i0.wp.com/haycockboulderingcoalition.com/wp-content/uploads/2021/06/1041_AF_Logo_Green.png?resize=131%2C89&ssl=1",
        "name": "Haycock Bouldering Coalition",
        "report": null,
        "website": "https://haycockboulderingcoalition.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SCPC",
        "instagram": null,
        "logo": null,
        "name": "South Central Pennsylvania Climbers",
        "report": null,
        "website": "http://www.scpclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "SWPACC was officially established on December 1, 2014 after local climbers and friends recognized the need for such an organization in Southwestern Pennsylvania. The first action was taken in 2015 when SWPACC coordinated with other Pennsylvania local climbing organizations, the Access Fund, and numerous other user groups (hikers, runners, etc.) to express support for keeping State Gamelands open to non-hunters year round, in response to a proposal for significant closures. Throughout the next few years, SWPACC took part in various climbing area revitalization projects including graffiti removal, hardware replacement, and trail cleanups. PAST President Having climbed extensively in SWPA, Joel enjoys snaking any projects that the real developers of new areas just didn’t get around to yet. VICE PRESIDENT Jennifer began her climbing journey in 2016 with a barn, a group of friends, and a lot of plywood. A former biologist, teacher of Deaf and hard-of-hearing students, and environmentalist, Jennifer also serves as the Environmental Chair for the Explorers Club of Pittsburgh. An intense hobby fostered by being a gym rat, local clubs, adventurous trips, and close mentors ultimately led to a shared dream of opening ASCEND Climbing, as well as being a founding board member of SWPACC. Paul also spends his free time running, practicing yoga, loving his quirky cat, and traveling to experience live music with his hilarious wife and fun-loving friends. He was the driving force behind the revitalization of The Lost Crag, and over the years, he has rallied scores of climbers throughout the tri-state to become more dedicated stewards of our local climbing resources. As the founder of The Pittsburgh Public Schools Climbing Club in the mid-90s, Mike has partnered with stakeholders in the community to expose countless city kids to an activity from which they have traditionally been excluded. The experiences of feeling the rock beneath her fingertips, the dance-like movement of ascending the route, and the occasional Type 2 fun keep her coming back for more.",
        "donation": "https://www.swpacc.org/donate/",
        "email": null,
        "facebook": null,
        "id": "SPCC",
        "instagram": null,
        "logo": "https://www.swpacc.org/wp-content/uploads/2021/10/cropped-swpacc_newlogo.png",
        "name": "Southwest Pennsylvania Climbers Coalition",
        "report": null,
        "website": "http://www.swpacc.org"
    },
    {
        "areaIdList": [],
        "bio": "The Carolina Climber's Coalition was established January 16, 1995 with the purposes of preserving the natural environment, promoting safe climbing practices and preserving climber's access to climbing areas in North and South Carolina. 'The Coalition was created as a result of a rumor that spread throughout North Carolina in 1994 that NC State Parks would close climbing access. In January 1995 almost 100 area climbers voted unanimously to create the coalition to help preserve climbing access in the Carolinas.' In 2005 Sean Cobourn, then president, and Jon Myers got wind of the opportunity to purchase one of the largest cliffs in the Southeast, Laurel Knob. With overwhelming community and industry support, the CCC made an offer to purchase the cliff. The purchase of Laurel Knob transformed the the CCC from grassroots organization to landowners, land managers and advocates. This change allows us to be part of a growing movement of organizations that are truly preserving and expanding your climbing opportunities. We continue to work with local, state and federal organizations to help preserve and protect our climbing privileges. Area representatives serve as liasons between the board, climbers and land managers. We host an annual public meetings in the Fall / Winter of each year, usually the Friday night before the Hound Ears bouldering competition. Carolina Climbers Coalition 13 Goldview Dr Asheville, NC 28804 info@carolinaclimbers.org Required waiver for Asheboro access. Privacy policy | Contact | Terms of Use | Members The Caroina Climbers Coalition is a nonprofit, tax-exempt charitable organization (tax ID: 20-1770124) under Section 501(c)(3) of the Internal Revenue Code.",
        "donation": "http://carolinaclimbers.org/donate",
        "email": "info@carolinaclimbers.org",
        "facebook": "http://www.facebook.com/carolinaclimberscoalition",
        "id": "CCC3",
        "instagram": "http://www.instagram.com/carolinaclimberscoalition",
        "logo": "https://carolinaclimbers.org/sites/default/files/CCC_Logo_Transparent2.png",
        "name": "Carolina Climbers Coalition",
        "report": null,
        "website": "http://www.carolinaclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.bhclimbers.com/get-involved",
        "email": null,
        "facebook": "https://www.facebook.com/bhclimbers/",
        "id": "BHCC",
        "instagram": "https://www.instagram.com/bhclimbers/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5d26c938d281d000017bec6c/1562823059758-VSJTBJ8MDK34CJLP05XH/BHCC-Vector.png?format=1500w",
        "name": "Black Hills Climbers Coalition",
        "report": null,
        "website": "http://www.bhclimbers.com"
    },
    {
        "areaIdList": [],
        "bio": "The Southeastern Climbers Coalition is a 501(c)(3) non-profit organization dedicated to preserving climbing areas in the southeast for future generations. SCC members and volunteers are climbers from Tennessee, Alabama, Georgia, North Carolina, South Carolina, Florida, Arkansas and elsewhere who have joined forces to preserve access to climbing areas in the region. The SCC raises money to purchase or lease climbing areas from private landowners. The SCC is a local grass-roots organization dedicated to preserving climbing areas in the South. The SCC works hand in hand with other climbing advocacy groups like the Access Fund, as well as public and private landowners such as state and national parks, other land trusts, private businesses and local families. Without SCC, many of the climbing areas you enjoy today would not be available for public use. Your financial contribution, however big or small, helps sustain the work of the SCC. SCC preserves climbing areas for current and future generations in the Southeast. We do this through acquisition, stewardship, and community, so that all climbers can enjoy equitable access to the outdoors. We believe all people should have the opportunity to explore the vast natural landscapes in our region. We do not discriminate based on race, color, gender, ethnicity, ability, sexual orientation, or any other identity and we will not tolerate prejudice on our properties or within our organization. We believe the outdoors is for all people to enjoy without fear of discrimination and we will continue to work to ensure public protected climbing areas exist in perpetuity.",
        "donation": "http://www.seclimbers.com/donate",
        "email": null,
        "facebook": "https://www.facebook.com/seclimbers/",
        "id": "SCC4",
        "instagram": "https://www.instagram.com/seclimbers/",
        "logo": "http://www.seclimbers.com/wp-content/uploads/2018/04/scc-badge.svg",
        "name": "Southeastern Climbers Coalition",
        "report": null,
        "website": "http://www.seclimbers.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "ETCC",
        "instagram": null,
        "logo": null,
        "name": "East Tennessee Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/pages/East-Tennessee-Climbers-Coalition/333082257812"
    },
    {
        "areaIdList": [],
        "bio": "Annual Granite Gripper Climbing Competition This is the longest running trad comp in North America and a fundraiser for the Friends of Enchanted Rock. All proceeds benefit Enchanted Rock State Natural Area. The 29th Granite Gripper was held on December 11, 2021 and it was a huge success. We set records for number of registered climbers (150) and money raised for Friends of Enchanted Rock ($10,016)! The link to the results file for the 2019 Gripper is at the bottom of this page. The CTCC members for the period of June 1, 2020 through May 31, 2022 are Bill Horton, Randy Judycki, Matt Markell, and John Myrick. Posted June 10, 2017 After many years of editing and waiting by the CTCC, Texas Parks & Wildlife has approved the Enchanted Rock State Natural Area Climbing Management Plan (CMP). This plan is the product of Texas State Parks staff and the Central Texas Climbing Committee through a Memorandum of Understanding, in place since 1993. The primary goal of this plan is to document policies, procedures and guidelines that have historically been applied to managing climbing activities at Enchanted Rock and to create a framework that allows equitable and sustainable use of the resource. Four files can be downloaded from the bottom of this page: - PDF of the full CMP - PDF of the Fixed Protection Application Form (Appendix B of CMP) - PDF of the Retro Application Public Input Form (Appendix C of CMP) - PDF of the Historic Route Application Form (Appendix E of CMP) The main effect of the approval of this CMP is that it lifts the moratorium on placement of new hardware. The form 'Application for Placement of Fixed Protection' in Appendix B (Section 12) is to be submitted by anyone wishing to create a new bolted route, retrobolt an existing route, or remove existing hardware. WITH TPWD Memorandum of Agreement CTCC MEETING MINUTES ABOUT ERSNA A Proper Education BOLTING AT ERSNA ANNUAL GRANITE GRIPPER COMPETITION PHOTO GALLERY LINKS & ONLINE EXPLORATION CLIMBING MANAGEMENT PLAN REPORT A PROBLEM WITH THIS SITE.",
        "donation": null,
        "email": "centraltexascc@gmail.com",
        "facebook": null,
        "id": "CTCC",
        "instagram": null,
        "logo": "https://lh3.googleusercontent.com/ncRonjkkKIuYG5MkmBRs6MDUChWZDI-5V5VgVfaCGsfCLj02hPZNy2Nqkio0xJ-eUq9A8HdSqz-azIT-HswOQZA=w16383",
        "name": "Central Texas Climbing Committee",
        "report": null,
        "website": "https://sites.google.com/site/ctccn3/home?authuser=0"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "http://www.huecoclimbers.org/donate",
        "email": null,
        "facebook": null,
        "id": "COHTC",
        "instagram": "https://www.instagram.com/climbers_hueco_tanks_coalition",
        "logo": "https://img1.wsimg.com/isteam/ip/23a414a5-5c20-4369-949d-2cc1e8321540/icon-04.jpg/:/cr=t:0%25,l:0%25,w:100%25,h:100%25/rs=w:365,h:365,cg:true",
        "name": "Climbers of Hueco Tanks Coalition",
        "report": null,
        "website": "http://www.huecoclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://accessfund.secure.force.com/accessfunddonation/rc_connect__campaign_designform?id=701j0000000FfWu#!form=00Pj00000014lMJEAY",
        "email": "communications@texasclimberscoalition.org",
        "facebook": "https://www.facebook.com/texasclimberscoalition/",
        "id": "TCC3",
        "instagram": "https://www.instagram.com/tccrocks/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5c4f87ba1137a690e6dbde6f/1550875524077-6IYXRDLE4307SKXTCRMW/TCC+Big+Logo+White+NB.png?format=1500w",
        "name": "Texas Climbers Coalition",
        "report": null,
        "website": "https://texasclimberscoalition.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "TM",
        "instagram": null,
        "logo": null,
        "name": "Texas Mountaineers",
        "report": null,
        "website": "http://www.texasmountaineers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "http://www.facebook.com/friendsofindiancreek?fref=ts",
        "id": "FOIC",
        "instagram": "https://instagram.com/p/BqVDiV8nQrK/",
        "logo": "https://s2.wp.com/i/logo/wpcom-gray-white.png",
        "name": "Friends of Indian Creek",
        "report": null,
        "website": "http://friendsofindiancreek.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "NUCC",
        "instagram": null,
        "logo": "https://3.bp.blogspot.com/_XAgsbE0z43g/SaiGs8VZRZI/AAAAAAAAAC8/awK2y_2QbpY/S150/NUCC-Logo.jpg",
        "name": "Northern Utah Climbers Coalition",
        "report": null,
        "website": "https://northutahcrags.blogspot.com"
    },
    {
        "areaIdList": [],
        "bio": "Please visit status.squarespace.com for updates",
        "donation": "https://secure.squarespace.com/checkout/donate?donatePageId=5a3d50da53450ae78e78399c&ss_cvr=728f3c95-ce55-42f8-b07b-3467d8e5e35b%7C1640709200485%7C1667842096647%7C1667854499747%7C84&ss_cvt=1667854499747&websiteId=58e52138ff7c50175cc0d206",
        "email": null,
        "facebook": "https://www.facebook.com/SaltLakeClimbers/",
        "id": "SLCA",
        "instagram": "http://instagram.com/saltlakeclimbers",
        "logo": "https://images.squarespace-cdn.com/content/v1/58e52138ff7c50175cc0d206/bbee3c6a-7ba9-474e-bf82-00738edd04d5/SLCA+LOGO+BLACK.png?format=1500w",
        "name": "Salt Lake Climbers Alliance",
        "report": null,
        "website": "http://www.saltlakeclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SUCA",
        "instagram": null,
        "logo": null,
        "name": "Southern Utah Climbers' Alliance",
        "report": null,
        "website": "https://www.facebook.com/groups/southernutahclimbers"
    },
    {
        "areaIdList": [],
        "bio": "The Zion Climbing Coalition initially called the “Zion Climbers Collective” was formed after a community event on July 19th 2019 in Springdale, UT. The event was a combination of Zion climbing notables, park staff and a room full of people that share a passion for rock climbing in the park. An open forum discussion highlighted the communities support of creating a coalition, and in 2019 the Zion Climbing Coalition was formed. Shortly thereafter, the ZCC partnered with the Southern Utah Climbers Alliance as a local chapter and the Access Fund as a local climbing organization (LCO). Mission The Zion Climbing Coalition seeks to preserve climbing access and promotes a healthy relationship between Zion National Park and surrounding climbing areas for the climbing community through stewardship, inclusivity, education and collaboration. The Zion Climbing Coalition acts as liaison between the climbing community and the National Park Service. Vision Our vision is to provide the climbing community and Zion National Park a path for communication and collaboration to help create a lasting and sustainable future for climbing within Zion and the surrounding climbing areas. Integrity : Work with great accountability and responsibility Stewardship : Provide the area with thoughtful care through action Conservation : Protect and respect this great resource Education: Facilitate the most current information and share knowledge Inclusivity : Provide a welcoming environment for all Service : To be of benefit to the public and stakeholders",
        "donation": "https://www.zionclimbingcoalition.com/donate",
        "email": null,
        "facebook": null,
        "id": "ZCC",
        "instagram": null,
        "logo": "https://images.squarespace-cdn.com/content/v1/6036aa3d390f344829a72c8c/27ecf907-2dba-4c26-b7ac-3b48e608b587/1+PEFA+CAM+TRNS+BACK+%284%29.png?format=1500w",
        "name": "Zion Climbing Coalition",
        "report": null,
        "website": "https://www.zionclimbingcoalition.com"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://www.climbcentralappalachia.com/membership",
        "email": "climbcentralappalachia@gmail.com",
        "facebook": "https://www.facebook.com/centralappalachiaclimberscoalition/",
        "id": "CACC",
        "instagram": "https://www.instagram.com/climb_central_appalachia/",
        "logo": "https://static.wixstatic.com/media/404cb8_76789e32f4144ffd88dc38495bc17b77~mv2.jpg/v1/fill/w_975,h_118,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/404cb8_76789e32f4144ffd88dc38495bc17b77~mv2.jpg",
        "name": "Central Appalachia Climbers Coalition",
        "report": null,
        "website": "https://www.climbcentralappalachia.com"
    },
    {
        "areaIdList": [],
        "bio": "Mid Atlantic Climbers (MAC) is a 501(c)(3) non-profit organization dedicated to preserving access to climbing areas in the Mid-Atlantic region, while promoting responsible climbing and environmental stewardship. MAC serves as a liaison between the climbing community and the public and private land managers of the climbing areas in our region. There are tons of fantastic after-work crags and awesome weekend spots in the mid-atlantic, and it’s our mission to look out for them. MAC is an affliate of the Access Fund, and we work closely with other outdoor recreation and stewardship organizations to build our community and care for our local crags. Mid Atlantic Climbers is always looking for new volunteers to help our mission. Feel free to contact us to see how you can help! info@midatlanticclimbers.org OPEN POSITIONS: Communications Specialists Crag Stewards Outreach Ambassadors info@midatlanticclimbers.org © 2023 Mid Atlantic Climbers - WordPress Theme by Kadence WP",
        "donation": "https://www.midatlanticclimbers.org/donate/",
        "email": "info@midatlanticclimbers.org",
        "facebook": "https://www.facebook.com/midatlanticclimbers",
        "id": "MC3",
        "instagram": "https://www.instagram.com/midatlanticclimbers/",
        "logo": "https://www.midatlanticclimbers.org/wp-content/uploads/2014/09/macLogoBlackFg.png",
        "name": "Mid-Atlantic Climbers",
        "report": null,
        "website": "http://www.midatlanticclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://cragvt.org/membership/",
        "email": null,
        "facebook": "http://facebook.com/cragvt",
        "id": "C",
        "instagram": "http://instagram.com/crag_vt/",
        "logo": "https://cragvt.org/wp-content/uploads/thegem-logos/logo_1ec918859d030d36108fc0986ae5f3b8_1x.png",
        "name": "CRAG-VT",
        "report": null,
        "website": "http://www.cragvt.org"
    },
    {
        "areaIdList": [],
        "bio": "He was there to replace rusted anchor bolts with stainless steel hardware, but slipped on wet moss and mud and fell before he got his equipment out. Hundreds of Spokane’s rock climbs are protected by badly corroded anchor bolts, many of them over 30 years old. In addition to working on an ambulance in Spokane as an Emergency Medical Technician, Andrew taught classes at Wild Walls climbing gym and guided disadvantaged youth on hundreds of wilderness adventures for Peak 7. He and his wife Emily could always be seen together at our local crags; both of them unfailingly cheerful and supportive of other climbers, no matter their skill level. Eastern Washington previously had no group dedicated to replacing unsafe hardware and cleaning up its many climbing areas. We are a non-profit organization dedicated to maintaining, expanding and preserving Inland Northwest climbing. We celebrate the community and culture of climbing through local events and gatherings, and strive to bring climbers of all ages and abilities together. If full removal and reuse of the existing hole is not possible the bolt will be cut and patched to lessen the visual impact. Individuals responsible for the removal and installation of fixed anchors, other then Standards of Practice board members, will be expected to show an acceptable level of ability and understanding before the BCC will sponsor their work. This evaluation will be made by current Standards Of Practice Board members and will require a majority approval. He was there, intending to replace rusted anchor bolts with stainless steel hardware, but slipped on wet moss and mud and fell before he got his equipment out. Hundreds of Spokane’s rock climbs are protected by badly corroded anchor bolts, many of them over 30 years old.",
        "donation": "https://bowerclimbingcoalition.com/donate/",
        "email": "bowerclimbingcoalition@gmail.com",
        "facebook": null,
        "id": "BCC2",
        "instagram": null,
        "logo": "https://bowerclimbingcoalition.com/wp-content/uploads/2016/12/BCC_Logo_White_Green.png",
        "name": "Bower Climbing Coalition",
        "report": null,
        "website": "https://bowerclimbingcoalition.com"
    },
    {
        "areaIdList": [],
        "bio": "President Chris teaches 7th and 8th grade English and Social Studies in Cashmere and lives in Leavenworth. Director Sol is a Registered Nurse at Central Washington Hospital. He served two years as treasurer of the Association for Fire Ecology and is a member of Chelan County Search and Rescue. Treasurer Jeff has owned and operated a successful orchard in the Upper Valley for 35 years. He has also served eight years as treasurer for St. James Episcopal Church and is the Communications Officer for Chelan County Mountain Rescue Association. Mike is a Registered Nurse at Central Washington Hospital Director Jenny is a Registered Nurse at Central Washington Hospital and lives in Peshastin, WA. Director Alison is an architect at her one-person architecture firm in Leavenworth. Between school in Oregon and settling down to her current career, she worked in climbing shops and gyms, and in Yosemite and Grand Teton national parks. Director Zack is a geologist for Nelson Geotechnical Associates in Wenatchee and lives in Leavenworth. in Geology from Western Washington University Director Jake manages the Riverfront Rock Gym in Wenatchee. in Geology from Central Washington University and is a member of Chelan County Mountain Rescue. Director Josh is a Philanthropy Officer for the University of Washington and lives in North Seattle.",
        "donation": "https://www.leavenworthma.org/get_involved",
        "email": "info@leavenworthma.org",
        "facebook": "https://www.facebook.com/LeavenworthMA",
        "id": "LMA",
        "instagram": "https://www.instagram.com/leavenworthmountainassociation/",
        "logo": "https://static.wixstatic.com/media/78ef64_d18cba5d0e7c414389f73f07b7ca9ffc.png/v1/fill/w_137,h_136,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/78ef64_d18cba5d0e7c414389f73f07b7ca9ffc.png",
        "name": "Leavenworth Mountain Association",
        "report": null,
        "website": "http://www.leavenworthma.org"
    },
    {
        "areaIdList": [],
        "bio": "The Mountaineers teaches skills and leads outdoor activities for all ages and levels in the Pacific Northwest. We host hundreds of monthly courses and activities - all led by volunteers - to offer ways to get outside and connect with others and the natural world. Volunteers lead hundreds of monthly activities and courses and are the backbone of The Mountaineers, supported by a small full-time staff. These passionate volunteers lead all of our classes and activities, including hiking, climbing, scrambling, navigation, first aid, sailing, photography, and skiing. We advocate as part of the Outdoor Alliance on your behalf to make sure recreationists have a seat at the table. Volunteers track issues, mobilize members, and perform trail and lookout maintenance to preserve the outdoor experience for the next generation. We are bold explorers - driven by imagination, outdoor challenge, and the spirit of discovery. We protect the outdoor experience - wild places depend on our powerful voice for responsible access and recreation. We provide opportunities for all - a diverse and inclusive outdoors inspires unity, respect, and passion for the places we love. We share knowledge - empowering others to safely and responsibly pursue outdoor activities. We foster connections - developing leaders who continue our legacy of outdoor education, integrity, and action. Helping people explore, conserve, learn about, and enjoy the lands and waters of the Pacific Northwest and beyond.",
        "donation": "https://www.mountaineers.org/donate",
        "email": null,
        "facebook": "https://www.facebook.com/MountaineersBooks",
        "id": "TM2",
        "instagram": "http://instagram.com/mtnbooks",
        "logo": "https://www.mountaineers.org/++resource++mtneers/images/logo.svg",
        "name": "The Mountaineers",
        "report": null,
        "website": "https://www.mountaineers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "WCC",
        "instagram": null,
        "logo": null,
        "name": "Washington Climbers Coalition",
        "report": null,
        "website": "http://www.washingtonclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/wiscoclimbers",
        "id": "WCA",
        "instagram": "https://www.instagram.com/p/CgQN_ApLEOg/",
        "logo": "https://images.squarespace-cdn.com/content/v1/5a4134f5d0e62872107c551a/1514595235925-8U1JMEZ7WRKFM7YNWM66/cropped-cropped-418274_129340060544328_1848672514_n5-e1484006985145.jpg?format=1500w",
        "name": "Wisconsin Climbers Association",
        "report": null,
        "website": "https://wiclimbers.com"
    },
    {
        "areaIdList": [
            "f037c853-6adb-5357-910a-be3b2a9ccc9f"
        ],
        "bio": null,
        "donation": "http://www.cheatcanyonclimbers.org/donation.html",
        "email": null,
        "facebook": "https://www.facebook.com/cheatcanyonclimberscoalition",
        "id": "CCCC",
        "instagram": "https://www.instagram.com/cheatcanyonclimberscoalition/?utm_source=ig_embed&utm_campaign=loading",
        "logo": "http://www.cheatcanyonclimbers.org/uploads/1/3/0/8/130857846/published/logo-georgia-full-bottom-text.png?1582661951",
        "name": "Cheat Canyon Climber's Coalition",
        "report": null,
        "website": "http://www.cheatcanyonclimbers.org"
    },
    {
        "areaIdList": [
            "8a004a82-852f-54ab-ad77-bcbed7774cb5"
        ],
        "bio": null,
        "donation": "http://www.newriverclimbing.net/donate.html",
        "email": "bod@newriverclimbing.net",
        "facebook": "https://www.facebook.com/NewRiverClimbing",
        "id": "NRAOC",
        "instagram": "https://instagram.com/nrac.official",
        "logo": "http://www.newriverclimbing.net/uploads/1/0/9/8/109883188/nrac-main-black-transparent.jpg",
        "name": "New River Alliance of Climbers",
        "report": "https://www.newriverclimbing.net/anchor-replacement.html",
        "website": "http://www.newriverclimbing.net"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://bighornclimbers.org/membership/",
        "email": null,
        "facebook": "https://www.facebook.com/dirtysallysgeneralstore/",
        "id": "BCC3",
        "instagram": null,
        "logo": "https://bighornclimbers.org/wp-content/uploads/spire-logo.jpg",
        "name": "Bighorn Climbers' Coalition",
        "report": null,
        "website": "http://bighornclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": "EDUCATE climbers by providing access to services that introduces them to ethics and their role as environmental stewards while showing them the physical, mental, and emotional benefits of climbing. Since then, she has travelled extensively - both internationally as well as domestically - looking for the most aesthetic lines, the funnest movements, the best crag snacks, and the best and most welcoming community. During her travels, she arrived in Lander in 2021 psyched on the ease of access to the outdoors and the countless quality limestone lines all within a short drive. Libby is a manager at Wild Iris Mountain Sports and enjoys spending time with her husband, dogs, and new baby in the great Wyoming outdoors. He soon began instructing rock climbing and mountaineering for NOLS--using Lander as his home base while he traveled around the west when not working. When he’s not in the office, Scott can be found climbing, biking, and trail running in the Lander foothills with his faithful four-legged companion Henry, a/k/a Dr. Jowls. He also enjoys walking random bands of limestone in search of new route development opportunities and growing things in his garden Becca grew up in rural Kentucky and first came to Lander in 2010. Her and her husband, Kyle, own Wind River Climbing Guides, offering instructional trips for new and experienced climbers out of Lander. Brian is a Wyoming native that grew up hiking, camping and climbing in the Wind River mountains with his father and brother. The excellent access to numerous sport crags, and close vicinity to the Wind River Range, provides Zach with a lifetime of recreation within a few hours of town. Her favorite place on the planet is on the back porch of the cabin at Pass Creek - telling and listening to stories with her children and watching the last light on the North Country. There are no warranties, expressed or implied, that this website is accurate in describing routes, protection, approaches or the dangers involved in rock climbing.",
        "donation": "http://www.wyomingclimbers.org/donate-1",
        "email": null,
        "facebook": "http://www.facebook.com/10218154321707483",
        "id": "CWCA",
        "instagram": null,
        "logo": "https://images.squarespace-cdn.com/content/v1/52d067f7e4b0309df5e103de/1540406519458-VYDTAO1WNHNSYB1Y5YO1/Facebook_Logo_1.png",
        "name": "Central Wyoming Climbers Alliance",
        "report": null,
        "website": "http://www.wyomingclimbers.org"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": null,
        "email": null,
        "facebook": null,
        "id": "SWCC",
        "instagram": null,
        "logo": null,
        "name": "Southeast Wyoming Climbers Coalition",
        "report": null,
        "website": "https://www.facebook.com/groups/sewcc"
    },
    {
        "areaIdList": [],
        "bio": null,
        "donation": "https://access-society.ca/Donate",
        "email": null,
        "facebook": null,
        "id": "CASOBC",
        "instagram": null,
        "logo": "http://www.access-society.ca/resources/Pictures/web-square-01-ClimbOnLogo-transpBG-1200x1200.png",
        "name": "Climbers Access Society of British Columbia",
        "report": null,
        "website": "http://www.access-society.ca"
    },
    {
        "areaIdList": [
            "3cb64de3-1c23-5350-abdb-baefd7fbf103"
        ],
        "bio": "Friends of Seneca (FOS) is a non-profit organization dedicated to the preservation of rock climbing access and the climbing community of Seneca Rocks, WV.",
        "donation": null,
        "email": null,
        "facebook": "https://www.facebook.com/profile.php?id=100057580354495",
        "id": "FOS",
        "instagram": null,
        "logo": "https://friendsofseneca.org/wp-content/uploads/2021/01/FOS-3-2.png",
        "name": "Friends of Seneca",
        "report": null,
        "website": "https://friendsofseneca.org/"
    }
]